"CoolCashGoldOut"="CoolCash Cash out";
"Space"=" ";//空格
"Terms_and_Conditions_for_OTC_Transactions"="Terms and Conditions for OTC Transactions";
"Terms_and_Conditions_for_CoolCash"="Terms and Conditions for CoolCash";
"Confirm_authentication_information"="Confirm authentication information";
"Upload_legal_document_information"="Upload legal document information";
"Submit_for_manual_approval"="Submit for manual approval";
"real_name_authentication_tip"="Real-name authentication to upgrade account with higher limit";
"no_real_name_authentication"="No real name authentication";
"to_authentication"="Authenticate now";
"account_info"="Account information";
"Non_withdrawable_balance"="Non-Withdraw";
"exchange"="Exchange";
"Limit_description"="Limit description";
"The_service_is_supported_by_coolcash"="Powered by CoolCash";
"What_is_a_non_withdrawable_balance"="What is Non-Withdraw balance？";
"What_is_a_non_withdrawable_balance_des"="The Non-Withdraw balance can only be consumed in WOWNOW app, cannot be transferred, exchanged or cashed out.";
"Wallet_limit"="Wallet limit";
"Different_account_levels_have_different_limits"="*Different account levels have different limits";
"Limit_type"="Limit categories";
"Classic_account"="Classic";
"Advanced_account"="Gold";
"Exclusive_account"="Platinum";
"Wallet_deposit_limit"="Wallet Stored";
"Single_limit"="Per Trans";
"Single_day_limit"="Trans Per Day";
"consumption"="Consumption";
"Recertification"="Recertification";
"Account_level"="Account level";
"familyName"="Family name";
"givenName"="Given name";
"birthday"="Date of birth";
"Country/Region"="Nation/Region";
"Certificate_type"="Legal document type";
"Certificate_No"="Legal document number";
"Certificate_validity_period"="Legal document expiration date";
"ID_photo"="Legal document photo";
"Authentication_status"="Authentication status";
"Failure_reason"="Reason of failure";
"to"="to";
"accounts"="account number";
"accounts1"="";
"bank"="Bank";
"Recent_transfer"="Recent";

"open_title"="After open CoolCash account, you can enjoy our service:";
"open_tip"="Wallet Pay, Money Transfer, Phone Top Up, Bill Payment...";
"wallet_pay"="Wallet Pay";
"more"="More";
"open_flow"="Account Opening process";
"set_username"="Set account full name";
"set_pay_password"="Set payment password";
"Complete_opening"="Confirm payment password to complete account opening";
"agree"="I read and agree";
"agreement"="Terms and Conditions for CoolCash";
"open"="Open now";

"set_name"="Set name";
"set_familyName"="Please input your family name";
"set_givenName"="Please input your given name";
"next"="next";

"input"="input";
"Opposite_account"="Receiver Account";
"Please_check_account"="Please carefully check receiver account before transfer";

"pay_account"="Sender account";
"Please_enter_the_transfer_amount"="Please input transfer amount";
"remark"="Remark";
"limit_words"="within characters";
"confirm"="confirm";
"Collection_shop"="Recipient Store";
"location"="Location";

"USD_account"="USD account";
"KHR_account"="KHR account";
"finish"="finish";
"Order_amount"="Order amount";
"Collection_account"="Receiver account";
"Payee"="Receiver";
"Creation_time"="Creation time";
"order_num"="Transaction number";
"Processing"="In progress";
"Transfer_failed"="Transfer fail";
"Amount"="amount";
"Deposit_account"="Deposit account";
"Bill_classification"="Bill Categories";
"Gold_channel"="Gold channel";
"Gold_deposit_outlet"="Gold deposit outlet";
"Deposit_time"="Deposit time";
"trans_details"="Transaction detail";
"Service_Charge"="Fee";
"Payment_account"="Payment account";
"trans_Hash"="Transaction Hash";
"pay_bank"="Sender bank";
"Product_description"="Product description";
"Remuneration"="Allowance";
"exchange_rate"="exchange rate";
"Transaction_record"="Record";
"classification"="Classification";
"This_month"="This month";
"Sweep"="Scan";
"Deposit"="Cash in";
"Payment_code"="Payment QR";
"Collection_code"="Receiving QR";
"have"="";
"way_to_cash_in"="ways to cash in wallet";
"Go_to_coolcash_agent_outlet"="Go to CoolCash agent to cash in wallet";
"Log_in_to_Bakong_app"="Bakong app -> [QR Pay] -> scan CoolCash‘s receiving QR; \nBakong app -> [Deposit] -> select [CoolCash] -> input account number and amount";
"Log_in_bank_app_or_financial_institution_app"="MFI app (join Bakong) -> scan CoolCash‘s receiving QR; \nMFI app (join Bakong) -> transfer to CoolCash-> input account number and amount";
"Lof_in_WOWNOW_APP"="Other CoolCash wallet user -> transfer -> transfer to CoolCash-> input receiver phone number; \nOther CoolCash wallet user -> scan -> scan receiver's CoolCash receiving QR";
"go_to"="Go to";
"View_support_bank"="Support bank";
"Reset_payPassword"="Re-set password";
"Modification_method"="Modification method";
"ensure_the_security_account"="If you need to reset payment password to ensure account security, please contact Call Center";
"service_telephone"="Call Center Hotline";
"Forgot_password"="Forget password";
"Re-enter"="Re-input";
"enter_the_rest"="Payment password incorrect. You can re-input ";
"Times"="more times.";
"pleas_update"="Please update the version";
"languageName"="en-US";
"Transaction_type"="Trans type";
"flat"="Account has been added in favorites!";
"cancel_flat"="Account has been removed from favorites!";
"Cash_out"="Cash out";
"In_progress"="In progress";
"Order_closed"="Order closed";
///////////coolcash//////////////////
"plese choose your language"             = "Select a Language";
"choose language"                        = "Choose language";
"TF_PLACEHOLDER_INPUT_ACCOUNT"           = "Phone Number";
"please input your login password"       = "Login Password";
"login password"                         = "Password";
"verify code"                            = "SMS";
"country/region"                         = "Country";
"country"                                = "Cambodia";
"+855(0)"                                = "+855(0)";
"regist is agreetment"                   = "Agree with";
"had been sent Verify Code to phone"     = "Verification code has been sent to %@";
"please input verify code"               = "Verification Code";
"please set login password"              = "Set Login Password";
"please input password"                  = "Set Password";
"welcome use ViPay"                      = "Welcome to CoolCash";
"seconds auto jump"                      = "Redirect to Home in %d second(s)";
"TITLE_ACOUNT_YOU_WANT_FIND"             = "Account Number";
"VIEW_TITLE_FIND_LOGIN_PWD"              = "Reset Login Password";
"TITLE_ACOUNT_HAD_SEND_MSG"              = "Verification code has been sent to your phone. Check your SMS.";
"TEXTFIELD_PLACEHOLDER_VERIFY_CODE"      = "Verification Code";
"TF_TITLE_NEW_LOGIN_PWD"                 = "New Login Password";
"TF_PLACEHOLDER_NEW_LOGIN_PWD"           = "New Login Password";
"TF_TITLE_CONFIRM_LOGIN_PWD"             = "Confirm Login Password";
"TF_PLACEHOLDER_CONFIRM_LOGIN_PWD"       = "Login Password";
"PAGE_TITLE_MODIFY_LOGIN_PWD"            = "Change Login Password";
"VIEW_TITLE_RESET_LOGIN_PASSWORD"        = "Reset Login Password";
"TEXT_HAD_RESET_COMPLETE"                = "Successful";
"TEXT_FORGET_PASSWORD_TIPS"              = "Do you want to reset %@ login password";
"TEXT_SELECT_LANGUAGE"                   = "Select a Language";
"TITLE_DEVICE_CHANGE"                    = "Your account is being logged in other device. Please verify your login!";
"VIEW_TITLE_SECURITY_WARMING"            = "Alert";
"TITLE_PAY_MSG"                          = "Transaction";
"TITLE_SYS_MSG"                          = "System";
"TITLE_COUPON_MSG"                       = "Offer";
"VIEW_TITLE_MESSAGE"                     = "Message";
"TITLE_DELETE"                           = "Delete";
"VIEW_TITLE_SCAN"                        = "Scan";
"VIEW_TITLE_PAY"                         = "Pay";
"TEXT_PAY_AMOUNT"                        = "Amount";
"TEXTFIELD_INPUT_PAY_AMOUNT"             = "Amount";
"VIEW_TITLE_DESCRIBE"                    = "Details";
"VIEW_TEXT_TRANSFER_TO_ACC"              = "Transfer to CoolCash";
"VIEW_TEXT_TRANSFER_TO_SELF"             = "Exchange";
"VIEW_TABLE_HEADER_RECENTLY"             = "Recent";
"VIEW_TITLE_TRANSFER_ACCOUNT"            = "CoolCash Account";
"VIEW_TEXT_TRANSFER_TIPS"                = "Please check again before confirm";
"TEXTFIELD_TITLE_ACCOUNT"                = "Receiver: 855(0)";
"TEXTFIELD_TITLE_ACCOUNT_TYPE"           = "Wallet";
"TEXTFIELD_TITLE_TRANSFER_AMOUNT"        = "Amount";


"ACTIONSHEET_TITLE_ACCOUNT_SELECT"       = "Wallet";
"ACTIONSHEET_MSG_ACCOUNT_SELECT"         = "Select Currency";
"VIEW_TEXT_SELECT_CURRENCY"              = "Select a Currency";
"VIEW_TEXT_RATE_EXCHANGE_USD_TO_KHR"     = "Rate: %@ = %@(USD to KHR)";
"VIEW_TEXT_RATE_EXCHANGE_KHR_TO_USD"     = "Rate: %@ = %@(KHR to USD)";
"VIEW_TITLE_EXCHANGE"                    = "Currency Exchange";
"PAGE_TEXT_EXCHANGE_AMOUNT"              = "Exchange Amount";
"PAGE_TITLE_EXCHANGE"                    = "Exchange";
"VIEW_TEXT_TIPS"                         = "Notice";
"VIEW_TEXT_EXCHANGE_CONFIRM_MSG"         =  "Do you want to exchange from %@ to %@?";
"PAGE_TEXT_EXCHANGE_RATE"                = "%@ to %@";
"PAGE_TEXT_HAD_EXCHANGE"                 = "Exchanged from %@ to %@";
"VIEW_TITLE_COLLECTION"                  = "Receive";
"VIEW_TEXT_SCAN_QRCODE"                  = "Scan to pay me";
"ACTIONSHEET_MSG_ACCOUNT_COLLECT_SELECT" = "Select Currency";
"VIEW_TITLE_SETAMOUNT"                   = "Amount";
"TEXTFIELD_TITLE_COLLECT_ACCOUNT"        = "Wallet";
"TEXTFIELD_TITLE_COLLECT_AMOUNT"         = "Amount";
"TEXTFIELD_TITLE_CURRENCY_USD"           = "USD";
"TEXTFIELD_TITLE_CURRENCY_KHR"           = "KHR";
"PAGE_TITLE_MY_ACCOUNT"                  = "Wallet";
"VIEW_TEXT_REALNAME"                     = "Account";//废弃
"VIEW_TEXT_BILL"                         = "Transaction Record";
"VIEW_TEXT_LANGUAGE"                     = "Language";
"VIEW_TEXT_PASSWORD_SETTING"             = "Password";
"VIEW_TEXT_PROTOCAL"                     = "Agreement";
"VIEW_TEXT_FAQ"                          = "FAQs";
"VIEW_TEXT_ABOUT"                        = "About Us";
"VIEW_TEXT_VERSION"                      = "Version";
"VIEW_TITLE_MY_ACCOUNT"                  = "Account";
"TEXTFIELD_TITLE_HEADIMAGE"              = "Profile";
"TEXTFIELD_TITLE_NICKNAME"               = "Nickname";
"TEXTFIELD_TITLE_LOGINNAME"              = "Account Number";
"TEXTFIELD_PLACEHOLDER_NO_NICKNAME"      = "Set your nickname";
"ACTIONSHEET_TITLE_MODIFY_HEADIMAGE"     = "Change profile";
"TF_PLACEHOLDER_INPUT_PHOTO_NUMBER"      = "Phone number";
"PAGE_TEXT_MSG_NO_MORE"                  = "No data";
"PAGE_TITLE_MODIFY_PAY_PWD"              = "Change Payment Password";
"TF_TITLE_ORI_PAY_PWD"                   = "Current Password";
"TF_PLACEHOLDER_ORI_PAY_PWD"             = "Current Password";
"TF_TITLE_NEW_PAYPWD"                    = "New Password";
"TF_PLACEHOLDER_NEW_PAYPWD"              = "New Password";
"TF_TITLE_CONFIRM_PAYPWD"                = "Confirm Password";
"TF_PLACEHOLDER_CONFIRM_PAYPWD"          = "New Password";
"PAGE_TEXT_GO_TO_STATIONS"               = "Head for our Vi-Point to reset your payment password";
"PAGE_TEXT_CONTACT_US"                   = "Contact 023 988 777 for inquiry";
"PAGE_TITLE_RESET_PAYPWD"                = "Reset Payment Password";
"PAGE_TEXT_PAYPWD_MODIFY_COMPLETE"       = "Successful";
"PAGE_TITLE_MODIFY_LOGIN_PWD"            = "Change Login Password";
"PAGE_TITLE_LOGIN_PWD_FORMAT"            = "6-18 digits + letters (Case Sensitive)";
"TF_TITLE_ORI_LOGIN_PWD"                 = "Current Login Password";
"TF_PLACEHOLDER_ORI_LOGIN_PWD"           = "Current Login Password";
"TF_TITLE_LOGIN_PWD"                     = "Login Password";
"TF_TITLE_PAY_PWD"                       = "Payment Password";
"LB_TITLE_PAPER_IMAGE_INTEGRITY"         = "Obvious face and complete card information";
"PAGE_TITLE_AUTHENCATION"                = "Authentication";
"TF_TITLE_FIRST_NAME"                     = "First Name";
"TF_PLACEHOLDER_FIRST_NAME"               = "First Name";
"TF_TITLE_LAST_NAME"                   = "Last Name";
"TF_PLACEHOLDER_LAST_NAME"             = "Last Name";
"TF_TITLE_SEX"                           = "Gender";
"TF_TITLE_BIRTHDAY"                      = "Date of Birth";
"TF_PLACEHOLDER_BIRTHDAY"                = "Date of Birth";
"TF_TITLE_PAPER_TYPE"                    = "Legal ID";
"TF_PLACEHOLDER_PAPER_TYPE"              = "Select Your Legal Document";
"TF_TITLE_PAPER_ID"                      = "ID No.";
"TF_PLACEHOLDER_PAPER_ID"                = "ID No.";
"TF_TITLE_UPLOAD_PAPER"                  = "ID photo";
"TF_TITLE_PAPER_ID"                      = "ID Number";
"TF_PLACEHOLDER_PAPER_ID"                = "ID Number";
"TF_TITLE_UPLOAD_PAPER"                  = "Document Photo";
"TF_TITLE_HAND_PAPER"                    = "Hold ID photo";
"PAPER_TITLE_SET_PAY_PWD"                = "Set Payment Password";
"PAPER_TEXT_SET_PAY_PWD"                 =  "Set payment password for your account security";
"TF_TITLE_SET_PAY_PWD"                   = "Set Payment Password";
"TF_TITLE_CONFIRM_PAY_PWD"               = "Confirm Payment Password";
"PAGE_TEXT_SUBMIT_SUCCESS"               = "Submitted";
"TF_TEXT_UPLOADED"                       = "Uploaded";
"PAGE_TITLE_BILL_LIST"                   = "Transaction Record";
"PAGE_TEXT_CURRENT_MONTH"                = "This Month";
"PAGE_TEXT_BILL_NO_MORE"                 = "No More";
"COMPANY_ADDR"                           = "#984, Street 128, Sangkat Teuk Laak1, Khan Tuol Kork, Phnom Penh";
"COMPANY_TEL"                            = "023 988 777";
"PAGE_TITLE_ABOUT_US"                    = "About Us";
"PAGE_TITLE_VERSION"                     = "Version";
"PAGE_TEXT_LAST_VERSION"                 = "Lastest Version";
"PAGE_TITLE_MY_INFO"                     = "My Account";
"TF_TITLE_HEADIMAGE"                     = "Profile";
"TF_TITLE_NICK_NAME"                     = "Nickname";
"TF_TITLE_LOGINNAME"                     = "Account";
"TF_PLACEHOLDER_NICK_NAME"               = "Set your nickname";
"TF_PLACEHOLDER_NICK_NAME2"              = "Nickname";
"PAGE_TITLE_MY"                          = "Me";
"PAGE_TEXT_NO_AUTHENTICATE"              = "Pending Authentication";
"PAGE_TEXT_AUTHENTICATE"                 = "Authenticated";
"PAGE_TITLE_FOUND"                       = "Merchant";
"PAGE_TEXT_COLLECT_TIPS"                 = "Best Payment Choice - CoolCash";
"PAGE_TEXT_COLLECT_TIPS2"                = "Quick Scan";
"PAGE_TEXT_CREATE_TIME"                  = "Creation time";
"PAGE_TEXT_PAYEENO"                      = "Receiver Account No.";
"PAGE_TEXT_FEE"                          = "Fee";
"PAGE_TEXT_PAYER_ACCOUNT"  = "Wallet";
"PAGE_TEXT_BUSSINESS_TYPE"               = "Transaction Type";
"PAGE_TEXT_ORDERNO"                      = "Transaction No.";
"PAGE_TEXT_ORDER_AMOUNT"                 = "Amount";
"PAGE_TEXT_DISCOUNT_AMOUNT"              = "Discount";
"PAGE_TEXT_PAYEE"                        = "Receiver";
"PAGE_TEXT_PAYER"                        = "Payer";
"PAGE_TEXT_OFFLINE_STATION"              = "Cash-In Point";
"PAGE_TEXT_RECHARGE_ACCOUNT"             = "Cash-In Account";
"PAGE_TEXT_BILL_EXCHANGE"                = "Currency Exchange";
"PAGE_TEXT_TRADE"                        = "Transaction";
"PAGE_TITLE_BILL_DETAIL"                 = "Transaction Detail";
"TF_PLACEHOLDER_EXCHANGE_AMOUNT"         = "Amount";
"PAGE_TITLE_AMOUNTLIMIT"                 = "Limit";
"PAGE_TITLE_PROTOCOL"                    = "Agreement ";
"PAGE_TITLE_FAQ"                         = "FAQs";
"PAGE_TEXT_CAMERA_AUTHRIO"               = "Go to Setting->Privacy->Camera, turn on Camera Permission'";
"PAGE_TEXT_SCAN_TIPS1"                   = "Place QR in the Frame";
"PAGE_TEXT_SCAN_TIPS2"                   =  "No QR is detected? Find out why!";
"PAGE_TEXT_SCAN_TIPS3"                   = "Find out why!";
"PAGE_TEXT_SCAN_TIPS4"                   = "Aim at the QR code";
"PAGE_TEXT_PAY"                          = "Payment";
"PAGE_TEXT_INPUT_PAY_PWD"                = "Payment Password";
"PAGES_SECTION_EASYLIFE"        = "Utilities";
"PAGE_TEXT_CREDIT_CARD_PAYMENT" = "Repayment";
"PAGE_TEXT_EDUCATION_PAYMENT"   = "Education";
"PAGE_TEXT_WATER_PAYMENT"       = "Water Supply";
"PAGE_TEXT_ELECTRICITY_PAYMENT" = "Electric";
"PAGE_SECTION_RECOMMOND"        = "Recommend";
"PAGE_TITLE_MORE"               = "More";
"PAGE_LABEL_TEXT_ADDRTITLE"     = "Address:";
"PAGE_LABEL_TEXT_TEL"           = "Contact number:";
"PAGE_LABEL_CONTACT_US"         = "Contact us";

"PAGE_TEXT_REAL_AMOUNT"            = "Paid";
"PAGE_TEXT_ARRIVAL_AMOUNT"         = "Received";
"PAGE_TEXT_DISCOUNT_AMOUNT"        = "Discount";
"PAGE_TEXT_OFFLINE_CHARGE_CHANNEL" = "Channel";
"PAGE_TEXT_WITHDRAW_AMOUNT"        = "Amount";
"PAGE_TEXT_DEDUCTION_AMOUNT"       = "Deducted";
"PAGE_TEXT_WITHDRAW_ACCOUNT"       = "Account";
"PAGE_TEXT_WITHDRAW_CHANNEL"       = "Channel";
"PAGE_TEXT_WITHDRAW_STATION"       = "Vi-Point";
"PAGE_TEXT_WITHDRAW_OUTTIME"       = "Cash out time";
"PAGE_TEXT_TRANSFER_AMOUNT"        = "Amount";

"PAGE_TEXT_PAYEE_ACCOUNT"          = "Wallet";
"KEYBOARD_TITLE_VIPAY"             = "CoolCash Security Keyboard";
"KEYBOARD_TITLE_VIPAY_NEW" = "- CoolCash Security Keyboard -";

"TEXTFIELD_TITLE_PAYMENT_ACC_NO"   = "Payer Account";
"TF_PLACEHOLDER_INPUT_PAYMENT_PWD" = "Payment Password";
"VIEW_FOUND_ADDR"                  = "Address:";
"VIEW_FOUND_TEL"                   = "Phone:";
"VIEW_FOUND_OPEN"                  = "Business Hours:";

"TEXT_EXCHANGE_RATE"      = "Rate";
"VIEW_TITLE_SELECTTIME"   = "Select Date";
"TEXT_RECHARGE_TIPS"      = "Head for any Vi-Point here for cash-in/out";
"TEXT_COLLECT_SUCCESS"    = "Received";
"ALERT_MSG_NETWORK_ERROR" = "Network Error";

/*action sheet*/
"AS_TITLE_PAPER_SELECT"                  = "Legal ID";
"AS_TITLE_IMAGE_SELECT"                  = "ID photo";
"AS_TITLE_MODIFY_HEADIMAGE"              = "Change Profile Photo";
"AS_MSG_IMAGE_SELECT"                    = "Select from";
"AS_ACTION_CAMERA"                       = "Camera";
"AS_ACTION_PHOTO"                        = "Photos";

/*Alert msg*/
"ALERT_TITLE_JUMP_TO_MAP"                = "Open Maps";
"ALERT_MSG_JUMP_TO_MAP"                  = "Open Maps and navigate to this location?";
"ALERT_MSG_PWD_NO_MATCH"                 = "Password comfirmation does not match";
"ALERT_MSG_MODIFY_PWD_COMPLETE"          = "Session expired. Please login again!";
"ALERT_MSG_RESET_PWD_COMPLETE"          = "Session expired. Please login again!";
"ALERT_MSG_INPUT_NAME"                   = "Input Given Name";
"ALERT_MSG_INPUT_FAMILY_NAME"            = "Input Family Name";
"ALERT_MSG_INPUT_BIRTH"                  = "Select Date of Birth";
"ALERT_MSG_INPUT_PAPER_ID"               = "Input ID number";
"ALERT_MSG_INPUT_PAPERS"                 = "Upload ID photo";
"ALERT_MSG_INPUT_HAND_PAPERS"            = "Upload hold ID photo";
"ALERT_MSG_PLEASE_WAIT"                  = "Coming Soon";
"ALERT_MSG_CAMERA_AUTHORI"               = "Photos permission is off";
"ALERT_MSG_SAVE_SUCCESS"                 = "Saved";
"ALERT_MSG_SAVE_FAILURE"                 = "Failed";
"ALERT_MSG_QRCODE_NO_FOUND"              = "No QR code is detected";
"ALERT_MSG_SMS_DELAY"                    = "Be patient, sms will be delivered soon!";
"ALERT_MSG_GO_TO_AUTHENTICATE"           = "Authenticate your identity to go";
"ALERT_TITLE_NOTIFICATION_NO_OPEN"       = "Notification is Off";
"ALERT_MSG_MANY_NOTICE"                  = "You have missed important notifications";
"ALERT_MSG_BALANCE_NO_ENOUGHT"           = "Insufficient Balance";
"ALERT_MSG_PHONE_FORMAT"                 = "Input Phone Number";
"ALERT_MSG_AGE_NOT_MATCH"                = "You must be at least 18 years old to sign up.";
"ALERT_MSG_CONFIRM_TO_LOGOUT"            = "Do you want to sign out?";
"ALERT_MSG_ID_FORMAT_INCORRECT"          = "ID should be 9-digit number";
"ALERT_MSG_PASSPORT_FORMAT_INCORRECT"    = "Incorrect Passport No. format";
"ALERT_MSG_LAST_NAME_FORMAT_INCORRECT"   = "Input Given Name in English";
"ALERT_MSG_FAMILY_NAME_FORMAT_INCORRECT" = "Input Family Name in English";

/*HUD*/
"HUD_TITLE_UPLOADING"                    = "Uploading…";
"HUD_TITLE_PROCESSING"                   = "Uploading %f";
"HUD_TITLE_COMPLETE"                     = "Completed";

/* error */
"ERROR_MSG_DECRYPT"                      = "Error Decryption";
"ERROR_MSG_PARSE"                        = "Parsing failed";
"ERROR_MSG_NETWORK_FAIL"                 = "Connection failed";
"ERROR_MSG_RPC"                          = "Network Error";

/* enume */
"TRANS_TYPE_REFUND"                      = "Refund";
"TRANS_TYPE_COLLECT"                     = "Receive";
"TRANS_TYPE_EXCHANGE"                    = "Exchange";
"TRANS_TYPE_TRANSFER"                    = "Transfer";
"TRANS_TYPE_ALL"                         = "All";
"TRANS_TYPE_TRANSFER2"                   = "Transfer";

"PAPER_TYPE_IDCARD"                      = "ID card";
"PAPER_TYPE_PASSPORT"                    = "Passport";
"PAPER_TYPE_Driving_license"             = "Driving_license";
"PAPER_TYPE_Police"                      = "Police / Civil Service card";

"SEX_TYPE_MALE"                          = "Male";
"SEX_TYPE_FEMALE"                        = "Female";

"ORDER_STATUS_SUCCESS"                   = "Succeed";
"ORDER_STATUS_FAILURE"                   = "Fail";
"ORDER_STATUS_PROCESS"                   = "Processing";

"ACCOUNT_TYPE_KHR"                       = "KHR";
"ACCOUNT_TYPE_USD"                       = "USD";
"ACCOUNT_TYPE_NONE"                      = "Unknown";

"DATEPICKER_YEAR"                        = "";
"DATEPICKER_MONTH"                       = "";
"DATEPICKER_DAY"                         = "";
"01" = "Jan.";
"02" = "Feb.";
"03" = "Mar.";
"04" = "Apr.";
"05" = "May.";
"06" = "Jun.";
"07" = "Jul.";
"08" = "Aug.";
"09" = "Sep.";
"10" = "Oct.";
"11" = "Nov.";
"12" = "Dec.";

"PN_MJ_STATE_DOWN_NORMAL"  = "Pull down to refresh";
"PN_MJ_STATE_DOWN_PULLING" = "Release to refresh";
"PN_MJ_STATE_LOADING"      = "Loading ";
"PN_MJ_STATE_UP_NORMAL"    = "Pull up or click to load more";
"PN_MJ_STATE_UP_PULLING"   = "Pull up to refresh";
"PN_MJ_STATE_NO_MORE"      = "No More";
"PN_MJ_STATE_UP_RELEASE_TO_LOAD_MORE" = "Release and load more";

"PAGE_TITLE_HOME"             = "Home";
"PAGE_TITLE_CONFIRM_PAY"      = "Confirm Payment";
"ALERT_MSG_CANCEL_TRANSATION" = "Do you want to discard?";

"PHONE_RECHARGE_NUMBER"      = "Phone No";
"PHONE_TITLE_RECHARGE"       = "Phone Top Up";
"PHONE_TITLE_RECHARGEAMOUNT" = "Amount";
"PHONE_WARM_SUPPORT"         = "*USD Only";
"PHONE_TITLE_OPERATOR"       = "Carrier";
"PHONE_TITLE_DISCOUNT"       = "Discount";
"PHONE_TITLE_EXPLAIN"        = "Description";
"PHONE_WARM_REFUND"          = "*No REFUND. Please double check before proceeding!";
"PHONE_CALL_ACCOUNT"         = "Completed";
"PHONE_WAITTIME"             = "Waiting time is no longer than 30 minutes";
"PHONE_EFFORTSRECHARGE"      = "Proceeding";
"PHONE_PAYSUCCESS"           = "Payment Successful";
"PHONE_WARM_ARRIVALACCOUNT"  = "In case your balance is not filled within 30 minutes, please contact us at";
"PayPassword_repeat_warm"    = "NO duplicate or series of numbers";

"USER_LEVEL_FIRST"       = "Classic";
"USER_LEVEL_SECOUND"     = "Gold";
"USER_LEVEL_THIRD"       = "Platinum";
//等级标识图片
"USER_LEVEL_FIRST_IMAGE"   = "classic elepay";
"USER_LEVEL_SECOUND_IMAGE" = "silver elepay";
"USER_LEVEL_THIRD_IMAGE"   = "gold elepay";


"COUNTRY_TYPE"           = "englishCountryJson";


"AUTHENTICATE_INPUT_IDNUMBER_WARM"   = "Input ID number";
"AUTHENTICATE_IDNUMBER_EXPLAIN"      = "Base on the condition from NBC, please provide the authentic & valid documents to upgrade your account.";
"AUTHENTICATE_CLICK_SHOT"            = "Capture";
"AUTHENTICATE_HAND_CERTIFICATES"     = "Hold ID Photo";
"AUTHENTICATE_WARM_SAFEINFO"         = "Your information will be used only on verification purpose.\nCoolCash guarantees its security";
"AUTHENTICATE_BACK_CERTIFICATES"     = "Back Side";
"AUTHENTICATE_WARM_SUREINFO"         = "Comfirm identity";
"AUTHENTICATE_WARM_SUREAGREEMENT"    = "Make sure the information is provided according to your legal document.";
"AUTHENTICATE_BUTTON_TOUPDATE"       = "Upgrade Account";
"AUTHENTICATE_POSITIVE_CERTIFICATES" = "Front Side";
"AUTHENTICATE_POSITIVE_CERTIFICATES_SCAN_TIP"  = "Place frontside of ID in the frame";
"AUTHENTICATE_BACK_CERTIFICATES_SCAN_TIP"  = "Place backside of ID in the frame";
"AUTHENTICATE_HAND_CERTIFICATES_SCAN_TIP"  = "Hold your ID and capture";

"NATIONALITY"   = "Country";
"SEARCH"        = "Search";
"register"      = "Register";

"REGISTER_SUCCESS"  = "Completed!";

"REGISTER_INPUT_PASSWORD"             = "Password (6-18 letters & numbers)";


"PAYPASSWORD_INPUT_WARM"               = "Payment Password";
"PAYPASSWORD_SUREINPUT_WARM"           = "To verify, please input payment password";
"PAYPASSWORD_REPEATED_CONTINUITY_WARM" = "NO duplicate or series of numbers";



"REGISTER_CHOOSE_NATIONALITY"          = "Select a country";

"LEVEL_1/2_STEP"   = "Step 1 of 2";
"LEVEL_2/2_STEP"   = "Step 2 of 2";

"LEVEL_1/4_STEP"   = "Step 1 of 4";
"LEVEL_2/4_STEP"   = "Step 2 of 4";
"LEVEL_3/4_STEP"   = "Step 3 of 4";
"LEVEL_4/4_STEP"   = "Step 4 of 4";

"SCAN_TAKE_PHOTO_RETAKE"   = "Retake";
"SCAN_TAKE_PHOTO_USE_PHOTO"   = "Use";

"AUDIT_STATE_FAILURE"       = "Rejected";
"AUDIT_STATE_IN"            = "Submitted";
"AUDIT_WARM_TEXT"           = "Your application is submitted.\nWe are going to respond to you within a business day. ";
"AUDIT_BUTTON_SURE"         = "OK";
"AUDIT_BUTTON_RESUBMISSION" = "Retry";
"AUDIT_FAILURE_REASON"      = "Your application is rejected for the reason below:";



"EXPANDING_WALLET_LIMITS"   = "Expand Limit to";
"REGISTER_WARN_SUCCESS"     = "Completed!";

"ORDER_STATUS_CANCEL"       = "Cancel";
"ORDER_STATUS_REFUND"       = "Refunded";
"PAGE_TEXT_PRODUCT_INFO"    = "Product Description";
"PAGE_TEXT_RELATIVE_RECORD" = "Record";
"PAGE_TEXT_CHECK"           = "View";
"PAGE_TEXT_CONFIRE_PWD"     = "Confirm Password";
"ALERT_MSG_NO_SEQ_NUMBER"   = "NO duplicate or series of numbers";
"ALERT_MSG_REPEAT_NUMBER"   = "NO duplicate or series of numbers";
"PAGE_TEXT_SAVE_PAY_PWD"    = "Please remember and keep your payment password well-protected. ";
"ACCOUNT_INFO"              = "Account information";

"ACCOUNT_SURE_INFO"        = "Comfirm identity";

"PAGE_TEXT_NEWVERSION"     = "The latest version ";
"REGISTER_BACK"            = "Back";
"REGISTER_WARM_TOREGISTER" = "One more step to go";
"REGISTER_OK"              = "OK";

//0124 add
"PAGE_TEXT_SPECIAL_OFFER"         = "Promotion";
"PAGE_TEXT_MERCHANT_INFO"         = "Merchant's info";
"PAGE_TEXT_MERCHANT_WEBSIT"       = "Website:";
"ALERT_MSG_PASSWORD_FORMAT_ERROR" = "Incorrect format, input 6-18 digits + letters";
"UNKNOWN"                         = "Unknown";
"ALERT_MSG_CONCAT_PRIVACY"        = "Please go to ‘Setting’ and allow ‘CoolCash’ to access to your contacts";
"PAGE_TEXT_PROMOTION_NO_MORE"     = "No Offer";

"PHONE_SUPPORT_ONLY"         = "Cambodia's phone number ONLY";
"PHONE_WARM_ERROR"           = "Incorrect phone number";
"REGISTER_STATE_SUCCESS"     = "payment Successful";
"RECHARGEABLE_STATE_SUCCESS" = "Succeeded";
"RECHARGEABLE_WARM_INPUT"    = "Input PIN";
"RECHARGEABLE_BUTTON_INPUT"  = "Buy Top-Up Card>";
"RECHARGEABLE_TITLE_Name"    = "Top-Up Card Cash-In";
"RECHARGEABLE_HAVE_PIN_CODE" = "PIN Code Here";

"RECHARGEABLE_ERROR_PASSWORD" = "Invalid PIN, please make sure the PIN is correct.";
"RECHARGEABLE_ERROR_LIMIT"    = "Cash-In has reached daily limit. Please use other cash-in method.";
"RECHARGEABLE_ERROR_Contact"  = "Cash-In card is invalid. Any problem, please contact our customer service at 023 988 777";

//0228 add
"PAGE_TEXT_AGREEMENT_TIPS"      = "I have read and agreed with ";
"ALERT_MSG_REGISTER_AGREEMENT"  = "Please agree with 《CoolCash Agreement》";
"ALERT_MSG_EXCHANGE_LIMIT"      = "Amount must not be less than 0.01 USD";
"ALERT_MSG_AUTHEN_AGE_18_LIMIT" = "According to NBC requirement, user under age of 18 can not open this service";
"ALERT_MSG_AUTHEN_AGE_80_LIMIT" = "Account upgrade is not allowed for over the age of 80";
"PAGE_TEXT_WELCOME_SUBTITLE"    = "Faster Easier More Secure";
"PAGE_TEXT_WELCOME_TITLE"       = "Welcome to CoolCash!";


//0310 add
"PAGE_TEXT_WELCOME_LOGIN" = "Welcome！";
"PAGE_TEXT_GO_SIGN_UP"    = "Sign Up";
"redpacket"               = "Bonus";
"redpacket_title"         = "Receive a Ang Pao";
"redpacket_desc"          = "The amount was transfered to your wallet";
"cashback"                = "Cashback";
"pay_use_khr"             = "Pay by Riel >";
"pay_use_dollar"          = "Pay by Dollar >";
"khr_pay_warning"         = "Amount in KHR must be the multiple of 100";
"go_consume"              = "Let's Shop";
"SUBTRADE_TYPE_CASHBACK"  = "Cashback";

"go_cash_toin"            = "Cash-In";
"nickname_hint"           = "Set your name";
"discount_title"          = "Offer";
"upgrade_user_high_grade" = "Upgrade to Gold \n Expand limit to";
"upgrade_user_check_dot"  = "Head for Vi-Point to upgrade \n Expand limit to";
"Call"                    = "Call";
"Balance"                 = "Balance";
"Hotline"                 = "Hotline";
"Country"                 = "Country";

"Scan_Warn_InputAmount​​​​​​​​​​​​​​​​​​​" = "Input Amount​​​​​​​​​​​​​​​​​​​";
"Scan_Warn_SelectWallet" = "Select Currency";
"hint_money_input"  = "Input Amount​​​​​​​​​​​​​​​​​​​";
"btn_title_map" = "Map";
"tf_placeholder_phone_num" = "Phone No";
"tf_placeholder_pwd"       = "Login Password";
"tf_placeholder_sms"       = "Verification Code";

"SUBTRADE_TYPE_CASHBACK_ProductName" = "Cashback";


"question_txt" = "Questions";
"share_app_txt" = "Tell Your Friends";
"share_Facebook_txt" = "Facebook";
"share_Messager_txt" = "Messenger";
"share_WeChat_txt" = "WeChat";
"share_WeChatCircle_txt" = "Moments";
"share_app_title" = "Let’s experience this AWESOME APP.";
"share_succ" = "Shared";
"share_fail" = "Failed to share";

"share_app_desc" = "You can find a Cashless, Convenient, and Secure financial services only at CoolCash.";
"view_text_loading" = "Loading";
"TRANS_TYPE_Remuneration" = "Payroll";
"phoneTopUp_firend_txt" = "History";

"remark_txt" = "Add Name";
"remark_sample_txt" = "Ex: Crush, Idol... ";
//0425
"found_search_hint" = "What are you looking for?";
"recommend_txt" = "Recommended";
"history_search_txt" = "History";
"search_empty_txt" = "No content related to \"%@\"";

"discover_detail_tip_before_request" = "Please allow CoolCash to use your location service for this function";
"discover_detail_tip_deny" = "Not Allow";
"discover_detail_tip_un_authed" = "CoolCash needs your permission to access location service. Please go to Setting -> CoolCash -> Allow access";
"discover_detail_tip_goto_settings" = "Go to Setting";

"discover_show_image_save_success" = "The image saved successfully";
"discover_show_image_save_failed" = "The image save failed";

"net_all_route_unavaiable" = "Oops! Technical problem, retry?";
"net_router_txt_unavaiable" = "Oops! Internet problem, be patient!";

"store_promotion_txt" = "Offer";
"store_menu_txt" = "Menu";
"store_merchant_txt" = "Merchant Info";
"new_version_detected" = "New version is available";
"Remark_txt" = "Remark";


//0509
"pin_num" = "PIN Code";

"broadband_tv" = "Internet & TV";
"broadband_tv_pay_history" = "History";
"broadband_tv_username" = "Username";
"broadband_tv_goods_remark" = "Product Description";
"broadband_tv_pay_origanization" = "Bills Receiver";
"broadband_tv_tip_checkstand" = "Internet & TV Top Up";
"broadband_tv_re_recharge" = "Retry";
"broadband_tv_deal_failed" = "Refund";
"broadband_tv_deal_overtime" = "Transaction time out! Please check your connection and retry.";
"broadband_tv_deal_processing" = "Processing";
"broadband_tv_will_process_soon" = "Just a short moment. Be patient!";
"broadband_tv_organization_processing" = "Bill receiver is processing your payment.";
"broadband_tv_tip_one_hour_deal" = "Complete in no more than 1 hour. The actual waiting time might be shorter.";
"broadband_tv_payment_success" = "Payment Successful";
"broadband_tv_tip_your_pin_is" = "Your (Telecom Cambodia) PIN:";
"broadband_tv_please_dial" = "Dial ";
"broadband_tv_recharge_follow_customer_service" = " and follow the instruction to top up.";
"broadband_tv_tip_limit_account_digi" = "Contract number should be between 5 to 6 digits.";
"broadband_tv_tip_limit_account_ezecom" = "Customer account should be between 3 to 8 characters.";
"broadband_tv_tip_limit_money_digi" = "Bill amount of Digi should be between 1 to 1000 USD.";
"broadband_tv_tip_limit_money_ezecom" = "Bill amount of Ezecom should be between 5 to 1000 USD.";
"broadband_tv_history_account" = "Recents";
"broadband_tv_bill_amount" = "Amount";
"broadband_tv_input_bill_amount" = "Input Bill Amount";
"broadband_tv_contract_number" = "Contract No.";
"broadband_tv_customer_number" = "Customer Account";
"broadband_tv_pay_usd_only" = "*USD Only";
"broadband_tv_check_info" = "No Reverse. Please double check before proceeding!";
"broadband_tv_will_send_message_and_push_processing" = "PIN code will be sent to your phone. Pay attention to SMS and push notifications.";
"broadband_tv_will_send_message_and_push_get_pin_failed" = "Loading PIN code. Pay attention to phone SMS and push notifications!";

"order_status_close" = "Closed";
"ezecom_helpdesk" = "Ezecom Hotline";
"digi_helpdesk" = "Digisuper Hotline";

"ViPay_background_tip_safe_protect" = "CoolCash is committed to keep your information secured.";
"common_delete_confirm_tip" = "Do you want to delete?";

"checkStand_pay_rightnow" = "Pay";
"checkStand_pay_confirm" = "Confirm";
"checkStand_pay_method" = "Payment Method";
"checkStand_choose_pay_method" = "Select Payment Method";
"checkStand_balance_not_enough" = "Insufficient balance";
"checkStand_exchange_to" = " Exchange to ";
"checkStand_amount_minus" = "Deducted Amount";
"checkStand_coupons" = "Coupon";
"checkStand_coupon" = "Coupon";
"checkStand_payment_overtime" = "Payment Timeout";
"check_stand_choose_coupon" = "Choose Coupon";

"register_will_send_you_sms" = "We will send you a 6-digit verification code";
"register_input_verification_code" = "Enter Verification Code";
"register_have_sent_sms_to" = "We have sent the code to";
"register_set_your_password" = "Set your login password";
"register_no_need_to_wait_sms" = "It keeps your account safe!";
"register_6_18_bit" = "6-18 letters & numbers";
"register_one_key_send_sms" = "Send Password by SMS";
"register_set_password_success" = "Login password is set.";
"register_has_sent_password_to" = "Password has been sent to";
"register_number_to_check_sms" = "Check your SMS";
"register_bind_account" = "Connected as";
"register_send_verification_code" = "Send code";
"register_invalid_token" = "Authentication expires";

"mobile_num" = "Please enter your phone number";
"send_sms" = "We will send you a 6-digit verification code";
"login_fb" = "Connected as %@";
"login_fb_input" = "What is your phone number?";
"input_smscode" = "Enter Verification Code";
"send_num" = "We have sent the code to +855 %@";
"psw_format" = "6-18 letters & numbers";
"input_psw" = "Login Password";
"login_psw" = "Set your login password";
"login_desc" = "It keeps your account safe!";
"send_login_pwd_alert_msg" = "Password has been sent to +855 %@. Please check your SMS.";
"login_psw_succ" = "Login password is set";
"select_gender" = "Select Gender";
"bind_success_alert" = "Connected!";
"detail_meta_description" = "The early bird catches the worm!";
"detail_meta_title" = "Incredible Discounts";
"coupons_list_title" = "Congrats！You receive extra offer for this payment.";

"coupon_state_unused" = "Not Used";
"coupon_state_used" = "Used";
"coupon_state_expired" = "Expired";
"coupon_state_avaliable" = "Usable";
"coupon_state_not_arrived" = "Not available for now";
"coupon_validity" = "Validity Date";
"coupon_rule" = "Terms";
"coupon_instruction" = "How to use";
"coupon_applicable_merchants" = "Applicable Merchant";
"applicable_merchants_none" = "No applicable merchant";
"applicable_store_num" = "Applicable at %@ Outlet(s)";
"applicable_store_none" = "No applicable outlet";
"page_title_payment_merchant" = "Pay to Merchant";
"label_title_coupon_arrived" = "Coupon has been claimed";
"supported_currency" = "Accepted Currency:";
"coupon_rate" = "Discount Rate";
"coupon_detail" = "Coupon Details";
"member_card_detail" = "Member Card Details";
"member_card_valid_date" = "Validity Period";
"tip_no_coupon" = "No Coupon";
"tip_no_member_card" = "No Member Card";
"coupon_applicable_store" = "Applicable Outlet(s)";
"coupon_when_reach" = "Reach %@ Deduct %@";
"coupon_type_desc_cash_back" = "Cash Back";
"coupon_type_desc_minus" = "Reduction";
"coupon_type_desc_discount" = "Discount";
"coupon_title_no_use" = "Don't use coupon";
"coupon_threshold" = "Condition: Reach %@ to apply";
"coupon_max_limit" = "Offer Limit";
"coupon_share_subTitle" = "You got 24-hour to claim this. Be quick ~";
"coupon_share_title" = "Shh! I have something special to tell you only!";
"valid_forever" = "No Expiration";
"check_your_coupon_here" = "Check your coupon here";
"coupon_usable_at" = "usable at %@";
"store_opening_time" = "Operate 24h";
"coupon_threshold_none" = "Condition：No Condition";
"coupon_max_limit_none" = "Unlimited";


"discover_me_enterGold" = "Nearby cash-in points";
"discover_Businessmen_enterGold" = "Cash-In points nearby the outlet";
"discover_toomore_enterGold" = "More cash-in point";
"map_help" ="How to use";
"map_toomore" = "View more";
"map_getPower" = "Get location permission";
"map_power_warm" = "Click on ‘Go to Setting’, On Setting-Application-CoolCash-Permission, turn on: Location Service. Go to Setting?";
"maps_mylocation_title" = "Nearby";

"hint_authen_instant" = "Authenticate";
"hint_authen_again" = "Re-Authenticate";
"authen_state_unapplying" = "Unauthenticated";
"authen_state_applying" = "Authenticating";
"authen_state_success" = "Authenticated";
"authen_state_failed" = "Authentication Failed";
"hint_apply_failed" = "Rejected";
"hint_authen_state_unapplying" = "Authenticate your account to expand wallet size and proceed cash-out conveniently!";
"hint_authen_state_failed" = "Reason:";
"hint_authen_state_success" = "Head for Vi-Point and upgrade your account to Platinum.";
"hint_reason_start_apply_ing" = "Submitted\nWe are verifying your document and we will respond one to three wording days.";
"hint_reason_start_apply_failed" = "Reason for rejection:\n";
"check_auth_data_again" = "Please double check the document.";
"upload_card_info" = "Upload Document";
"photo_demo_one_txt" = "Correct";
"photo_demo_two_txt" = "Unclear";
"photo_demo_three_txt" = "Incomplete";
"confirm_picture_clear" = "Make sure all the information on the document is obvious and complete.";
"authen_step2_uplaod_card" = "Upload ID";
"authen_step2_uplaod_passport" = "Upload Passport";
"title_pay_to_merchant" = "Pay to Merchant";
"view_text_payee_acc" = "Receiver phone number";
"view_title_transfer_input_acc" = "Enter CoolCash Account";
"know_in_out_money_fee" = "Service Fee";
"hint_login_psw_sended" = "Login password has been texted to your phone";
"order_info" = "Transaction";
"exchange_rate" = "Exchange Rate";
"please_input_id_card_number" = "Enter ID number";
"please_input_passport_number" = "Enter number";
"please_input_lastname" = "Enter family name";
"please_input_firstname" = "Enter given name";
"please_select_country" = "Select Country";
"please_upload_id_card_pic" = "Upload document";
"please_upload_passpart_pic" = "Upload Passport";
"map_paygo_list_empty" = "Oops, your location is out of PayGo service area!";
"map_ViPay_list_empty" = "Oops, your location is out of CoolCash service area!";
"hint_real_name_input" = "Please provide your real name for security reason.";
"title_addtion_info" = "Additional Information";
"btn_register_hint_known" = "Confirmed";
"no_transfer_self" = "This is your own account";
"account_is_blocked"="This receive account is blocked！";
"account_is_deactivated"="This receive account is deactivated！";
"hint_input_transfer_amount" = "Enter amount";
"hint_authen_state_applying" = "We will get it done within one working day.";

"paymentCode" = "Pay";
"coupont_detail_go_shopping" = "Go to pay";
"paymentCode_overpay_txt" = "For your money’s safety,\n the payment amount for a single consumption should not over $50 or ៛200,000 ";
"paymentCode_check_num_txt" = "Check number";
"paymentCode_open_paycode" = "Open payment code";
"paymentCode_save_your_money" = "CoolCash, keeping your money safe";
"open_paycode_desc" = "You have not enabled this feature yet.\nAfter opening, the default agreement to scan password-free payment function,\nPresent the payment code to merchant, to pay";
"open_paycode_again" = "To enable this function again,\nafter opening, show the pay-code to the merchant for quick payment.";
"open_mean_to_agree" = "Open and agree ";
"ViPay_paymentCode_service_agreeMent" = "CoolCash Payment Code Service Agreement";
"ViPay_paymentCode_agreeMent" = "CoolCash Payment Code Agreement";
"paymentCode_open" = "Open";
"netword_error_openpaycode" = "Network system is abnormal, failed to open.\nPlease try again later";
"paycode_saveuser_desc" = "The pay-code number is only used to show the cashier when paying.\nTo prevent fraud, do not send it to others.";
"paycode_nomoney" = "Insufficient account balance, please recharge to offline outlets";
"paycode_psw_check" = "Password Verify";
"paycode_inputpsw" = "Please enter payment password,\n open face-to-face payment";
"paycode_stopuse" = "Not in service ";
"paycode_refresh" = "Refresh pay-code";
"paycode_stopuser_desc" = "The pay-code makes payment easier.\nPause using pay-code, to enable next time, need to restart.";
"paycode_stopuser_fail" = "Pause payment failed.";
"try_again" = "Try Again";
"limited_pay_count" = "Daily consume count limited";
"Cash_received_successful" = "Cash received Successful!";
"view_now" = "View now";
"view_in_balance" = "View in your balance";
"instructions" = "instructions";
"new_user_redpacket" = "New User";
"invite_friend_reward" = "Invite friends to get prizes";
"business_opening" = "open";
"business_closed" = "close";
"coupon_cash_rule_2" = "Use threshold: if the purchase order amount is less than the value amount, no change is set.";
"coupon_cash_rule_3" = "Verification scenario : ";
"store_consume" = "Store consumption";
"coupon_no_change" = "No exchange money";
"hint_check_bonus" = "check “my reward”";
"hint_share_packet_dialog" = "WOW! \n There is another \n %@ to the account!";

"inform_details" = "Notification details";
"title_choose_map" = "Choose Map";
"hint_link_copied" = "The link has been copied, go and share!";
"copy_link" = "Copy";
"scan_to_share" = "Scan";
"invite_friends_to_vipay" = "Invite friend to join CoolCash";
"scan_to_register" = "Scan the QR code with your mobile phone and complete the registration";
"tips_for_iphone_user" = "(iPhone users recommend using your phone to open your own camera )";
"recommended_to_friends" = "Recommend to friends >";
"not_full_using_cash_limit_tip" = "The current order amount is less than the red pocket cash amount. There is no changes or cash back . Do you want to continue to pay?";
"my_invitation_code" = "Invitation code";
"invitation_code_copied" = "Invitation code has been copied";
"invitation_code_input_tip" = "Please enter the invitation code (optional)";
"invitation_code_label_tip" = "Invitation code is not required. If there is no invitation code, you can leave it blank.";
// 2.0.0
"paygo_list_empty" = "No Information";
"paygo_getlocation" = "You have not opened the location yet, click to get the location";
"get_location" = "click to get the location";
"paygo_tab_nearly" = "Nearby";
"paygo_tab_merchant_agent" = "Tellers";
"paygo_tab_vipay" = "CoolCash";
"tag_mine_general" = "General";
"my_coupon" = "My Coupon";
"my_coupon_all" = "View all (%d)";
"my_coupon_not_avaliable" = "Not availability";
"my_coupon_coupons" = "Coupon";
"my_coupon_cards" = "MemberCard";
"invitioncode_getted_tips" = "The invitation code has been copied，try to paste to your friends~";
"invitation_code_explain" = "The invitation code is CoolCash's unique operation mode. Fill in the invitation code to let friends get the relevant recommendation rewards provided by CoolCash, which is subject to the actual activity rules.";
"collection_facetofact" = "Face-to-face transfer";
"collection_code_transfer" = "Receiving money via QR code";

"input_merchant_name_keyword" = "Agent Nearby";
"hot_search_title" = "Hot search";
"store_search_nearly" = "Nearby";
"confirm_delete_all" = "Do you want to delete all?";
"can_not_find_infomation" = "No information about `%@` has been found";
"empty_search_result" = "No search results";
"select_city" = "Select city";
"current_city" = "Current City";
"hot_city" = "Popular city";
"recommended_merchant" = "Recommend";
"tips_cashin" = "Here will show you the closest Cash-In location~";
"tips_nearly_store" = "You can find the newest, most comprehensive and nearest merchants here~";
"hot_business_circle" = "District";
"title_all" = "All";
"search_all_kind" = "Category";
"search_store_coupon" = "Merchant coupon";
"all_preferential" = "Offers";
"search_service" = "Service";
"all_city" = "Whole city";
"store_list_available" = "CoolCash is available here";
"use_vipay" = "Use CoolCash";
"distance_from_you" = "%@ from you";
"view_other_x_store" = "Other %zd stores >";
"coupon_get" = "Get";
"coupon_getted" = "Received";
"valid_date_since_received" = "%@ day is available from the date of collection, valid for %@ days";
"nearby_cash_in_dot" = "Nearby Cash-In point";
"use_vipay_discount" = "CoolCash discount";
"nearly_store" = "Nearby merchant";
"coupon_get_success" = "Successfully received , you can check the coupon in the homepage.";
"coupon_get_failed" = "Receiving failed, Please try again later";
"none_other_store" = "No other store";
"view_store_detail" = "Detail";
"search_no_store" = "No related information";
"other_stores" = "Other store";
"view_dot_map_title" = "View map";
"map_list_title" = "List of outlets";
"transfer_between_vipay" = "CoolCash Account";
"store_list_coupon_tips" = "You have %zd coupon here";
"search_guess" = "Guess you like";
"recommend_brand" = "Recommend Brand";
"new_store" = "New Store";
"nearly_strore_empty" = "No related stores nearby";
"search_store_recommend" = "No related information,\nWe recommend the following merchant for you";
"use_google_map_tips" = "For a better experience, we recommend using Google Map.";
"hint_distance_from_merchant" = "%@ from merchant";
"invitaion_paste_info" = "Click on the link to download CoolCash, https://app-h5.vipaylife.com/h5-html/download/, register and enter the invitation code %@ to join us together~";
"share_main_title" = "Discount with CoolCash";
"share_sub_title" = "The special reward is waiting for u ! Hurry up first come first receive.";
"phone_number_not_register" = "This phone number is not registered, whether to register or not.";
"register_rightnow" = "Sign up";

// added v2.2.0
"map_point" = "Map point";
"bank_title" = "Bank card";
"mappago_title_help" = "Help";
"acleda_amount_title" = "Enter the cash in amount";
"acleda_amount_usd" = "USD Cash in";
"acleda_amount_khr" = "KHR Cash in";
"acleda_amount_notice" = "* Bank charges %@ per once time fee. For actual debit, please check the bank statement.";
"acleda_number_title" = "Input account infomation";
"acleda_number_select_title" = "Choose payment method";
"acleda_number_select_account" = "Bank Account";
"acleda_safecode_num_title" = "Bank card number";
"acleda_number_card_title" = "Please enter the card number";
"acleda_number_card_title_account" = "Please enter the account number";
"home_cashin_notice" = "You have %zd bank card cash in being processed, click to view";
"card_help" = "The usage of bank card";
"paygo_help" = "The usage of Paygo";
"aclede_order_doing" = "There is %zd bank card cash in is being processed, is it confirmed that the cash in will continue?";
"aclede_amount_max" = "For each cash in limit is up to USD 500.00 or KHR 2,000,000";
"aclede_amount_user_grade" = "Exceeding the CoolCash account limit, you can choose to re-enter the amount or authentication upgrade";
"aclede_amount_user_grade_go" = "Account upgrade";
"aclede_amount_edit" = "Modified amount";
"aclede_amount_currency_select" = "Please select currency:";
"aclede_amount_hint" = "Please enter the cash in amount";
"acleda_safecode_title" = "Enter verification code";
"acleda_safecode_vipay_title" = "Cash in CoolCash account";
"acleda_safecode_input_title" = "Enter your SMS password:";
"acleda_safecode_input_title_softcode" = "Enter the UAT Security Token one-time password:";
"acleda_safecode_input_title_hardcode" = "Enter a Hard Token one-time password:";
"acleda_safecode_input_hine" = "Please enter the verification code";
"acleda_safecode_code_get" = "Reacquire";
"acleda_safecode_code_confirm" = "Confirm cash in to CoolCash account";
"acleda_safecode_amount_notice" = "*Bank charges %@ per once time fee . For actual debits, please check the bank statement.";
"acleda_safecode_last_notice" = "Please check the information carefully, the money will be transferred to the CoolCash account, it's can't be revoke .";
"acleda_safecode_time" = "Cash in timeout, please re-enter";
"acleda_safecode_code_worng" = "Incorrect verification code, please re-enter";
"order_detail_cashin_amount" = "Cash in amount";
"order_detail_cashin_account" = "Cash in account";
"order_detail_cashin_time" = "Cash in time";
"order_detail_cashin_channel" = "Cash in channel";
"order_detail_cashin_again" = "Re-enter bank card detail";
"order_detail_bottom_notice" = "If you have any questions or concerns, Please contact \nCoolCash Customer Service: 023 988 777";
"order_detail_close" = "Shut down";
"order_detail_diss" = "Collapse";
"order_detail_card_error_call" = "For query failure reason, Please contact CoolCash customer service \n Tel: 023 988 777";
"order_detail_card_progress" = "Please wait transaction may take a few minutes.....";
"order_detail_cashin_title" = "Cash in result";
"order_status_close_desc" = "Trading closed";
"acleda_error_num" = "Account error, Please fill the blank \n if there's any problem, Please contact: 015 999 233";
"acleda_error_net" = "Abnormal network access, Please try again \n error code: (%@)";
"acleda_error_otp" = "Password acquisitions is exceeded. Please re-enter the cash in.";
"acleda_error_psw" = "Password verification is incorrect, please re-acquire";
"acleda_number_title" = "Fill in the bank card information";
"had_withdrawn" = "Revoked";
"merchant_share_desc" = "Surprise! I have something special to give you, you might like it ~";
"coolcash_user_fee" = "fee";
"my_favorite" = "My favorite";
"support_KHR_cashin_only" = "Only supports cash-in KHR:";
"support_USD_cashin_only" = "Only supports cash-in USD:";
"bank_min_KHR" = "The minimum cash-in amount is %@ KHR";
"bank_min_USD" = "The minimum cash-in amount is %@ USD";
"bank_max_KHR" = "The amount of each cash-in cannot exceed %@ KHR";
"bank_max_USD" = "The amount of each cash-in cannot exceed %@ USD";
"bank_bill_name" = "*Name";
"bank_bill_email" = "*Email";
"bank_bill_phone" = "*Phone number";
"bank_input_name_not_null" = "Please enter your name";
"bank_input_email_not_null" = "Please enter your email";
"bank_input_email_validate" = "Please enter valid email";
"bank_input_phone_not_null" = "Please enter your phone number";
"bank_bill_email_hint" = "User email is to receive bills";
"collected_success_tip" = "Favorite success! You can check it in My favorite";
"un_collected_success_tip" = "Unfavorite";
"merchant_detail_title" = "Info";
"merchant_detail_service_title" = "Service";
"payment_method" = "Payment method";
"alert_close_order" = "Closing order will cause transaction fall";
"ipay88_common_error" = "Abnormal network access, Please try again";

// add 2.4.00
"info_email" = "Email";
"real_name_validate" = "This feature is only available after real-name authentication upgrade";
"bank_bill_email_hint_explain" = "Please make sure your email is valid. The bank will send the bill to your email.";
"bank_bill_title" = "Info of account holder";
"order_detail_cashin_again" = "cash in again";
"bank_agreement_head" = "我已阅读并同意";
"bank_agreement_foot" = "银行卡入金协议";

/* add 2.4.00 点评2期 */
"comments_empty" = "No comments yet";
"show_more" = "View more";
"my_reviews" = "My review";
"complaint_reason_illegal" = "Illegal";
"complaint_reason_sensitive" = "Politically sensitive";
"complaint_reason_sexy" = "Pornographic vulgarity";
"complaint_reason_violence" = "Terrorist and violence";
"complaint_reason_advertisement" = "Spam advertisement";
"complaint_reason_abuse" = "Swear words";
"complaint_reason_repetition" = "Repeated brush figure";
"complaint_reason_useless" = "Useless content";
"complaint_reason_sick" = "Sick";
"complaint_reason_fake" = "Plagiarize";
"complaint_reason_private" = "Privacy portrait";
"complaint_reason_speculation" = "Hype the high praise";
"complaint_reason_others" = "Others";
"please_choose_complaint_reason" = "Please select the cause of your complaint";
"choose_complaint_reason" = "Choose the cause of complaint";
"fill_complaint_reason" = "Please fill in the reason for complaint, optional";
"upload_image_evidence" = "Please upload photo evidence";
"anonymous_evaluation" = "Anonymous evaluation";
"write_comment_placeholder" = "Say something? Such as consumer experience, business environment, services and so on";
"exist_wont_save_tip" = "After exiting, the edit information is not retained";
"complaint_comment_placeholder" = "Please fill in the reasons for your complaint";
"text_not_longer_than" = "Text must not exceed %@ characters";
"submit_complaint_succss_tip" = "Thanks for your comments, which will help more users.It will be shown to all after the approval";
"complaint_comment_succss_tip" = "We will deal with it within 1-3 working days";
"no_complaint_content_tip" = "You have not filled in the complaint information";
"no_star_rating_tip" = "You haven't rated a star yet";
"complaint" = "complaint";
"comment_detail" = "The review details";
"all_comments" = "All reviews";
"write_comment" = "Review";
"no_comment_data" = "No review";
"what_customer_like" = "What customer likes";
"reviews_count" = "%@ reviews";
"comment_share_qrcode_tip" = "Scan code identification, and  play together with me in Cambodia";
"easy_way_easy_life" = "Easy way Easy life";
"anonymous_user" = "Anonymous user";
"view_count" = "Browse %@";
"isSelf" = "Self";
"upload_image_title" = "Upload pictures";
"star_rating_desc_verygood" = "Very good";
"star_rating_desc_good" = "Good";
"star_rating_desc_common" = "Common";
"star_rating_desc_bad" = "Bad";
"star_rating_desc_verybad" = "Very bad";
"star_rating_tip" = "Click or swipe to score";
"merchant_info_category_title_info" = "Info";
"merchant_info_category_title_offer" = "Offer";
"merchant_info_category_title_reviews" = "Reviews";
"merchant_info_category_title_nearby" = "Nearby";
"comment_not_passed_tip" = "Review not approved, sharing is not supported";
///3.2
"transfer_bakong" = "Transfer to Bakong Wallet";
"transfer_bank" = "Transfer to Local Bank";
"view_title_transfer_input_bakong"="Enter bakong account";
"Select_receiving_bank"="Select receiver bank";
"receiving_bank"="Receiving bank";
"Receiver_account_number"="Receiver account number";
"Enter_receiver_account_number"="Enter receiver account number";
"Enter_phone_number"="Enter phone number";
"Enter_receiver_phone_number"="Please enter receiver phone number";
"Receiver_account"="Receiver";
"transfer_to" = "Transfer to";
"Receiver_Phone_Number"="Receiver Phone Number";
"Remark" = "Remark";
"Optional"="Optional";
"order_amount"="Amount";
"Collection_shop"="Recipient Store";
"location"="Location";
"transaction_Hash"="Transaction hash";
////////coolcash btn/////
"login"    = "Login";
"login2"   = "Login";
"register" = "Register";
"use sms code login"               = "SMS Login";
"BUTTON_TITLE_FORGET_LOGIN_PWD"   = "Forget Password";
"register account"                 = "Register";
"have questions"                   = "FAQs";
"use password login"               = "Use Password";
"《ViPay Agreement》"              = "CoolCash Agreement";
"go to login >>"                   = "Already have an account?";
"BUTTON_TITLE_COMPLETE"            = "Completed";
"BUTTON_TITLE_NEXT"                = "Next";
"BUTTON_GET_SMS_CODE"              = "Send code";
"BUTTON_TITLE_SUBMIT"              = "Submit";
"BUTTON_TITLE_NO"                  = "No";
"BUTTON_TITLE_YES"                 = "Yes";
"BUTTONS_OTHER_ACCOUNT"            = "Find other account password";
"BUTTON_SECURITY_WARMING"          = "Security Alert";
"BUTTON_TITLE_CONFIRM"             = "Confirm";
"BAR_BUTTON_ITEM_LIMIT"            = "Limit";
"BUTTON_CONFIRM_TRANSFER"          = "Confirm";
"BUTTON_TITLE_CONFIRM_EXCHANGE"    = "Confirm";
"BUTTON_TITLE_SET_AMOUNT"          = "Set Amount";
"BUTTON_TITLE_CLEAR_AMOUNT"       = "Clear Amount";
"BUTTON_TITLE_SAVE_QRCODE"         = "Save QR code";
"BUTTON_TITLE_BILLRECORD"          = "Transaction Record";
"BUTTON_TITLE_CANCEL"              = "Cancel";
"BUTTON_TITLE_EXITLOGIN"           = "Log out";
"BUTTON_TITLE_RESET_PAYPWD"        = "Reset Payment Password";
"BUTTON_TITLE_RESET_LOGIN_PWD"     = "Reset Login Password";
"BUTTON_TITLE_DONE"                = "Done";
"BUTTON_TITLE_PAPERS_EXAMPLE"      = "Sample";
"BUTTON_TITLE_STANDARD"            = "Standard";
"BUTTON_TITLE_BOARD_MISSING"       = "Incorrect";
"BUTTON_TITLE_HAND_PAPER_EXAMPLE" = "Sample";
"BUTTON_TITLE_SELECT"              = "Select";
"BUTTON_TITLE_SCAN"                = "Scan";
"BUTTON_TITLE_MORE"                = "More";
"BUTTON_TITLE_PHONE_CHARGE"        = "Phone Top Up";
"BUTTON_TITLE_ACCOUNT_INFO"        = "Wallet";
"BUTTON_TITLE_COLLECTION"          = "Receive";
"BUTTON_TITLE_REINPUT"             = "Input again";
"BUTTON_TITLE_LIGHT_OFF"           = "Tap to turn on flashlight";
"BUTTON_TITLE_LIGHT_ON"            = "Tap to turn off";
"BUTTON_TITLE_BACK"                = "Back";
"BUTTON_TITLE_WAIT"                = "Wait";
"BUTTON_TITLE_SKIP"                = "Skip";
"BUTTON_TITLE_CLICK_ENTER"         = "Start";
"BUTTON_TITLE_LOGIN_RIGHT_NOW"     = "Login";
"BUTTON_TITLE_GO_TO_RECHARGE"      = "Cash-In";
"BUTTON_TITLE_GO_TO_AUTHENTICATE"  = "Go";
"BUTTON_TITLE_OPEN_NOTIFICATION"   = "Go";
"BUTTON_TITLE_SHARE"    = "Share";
"BUTTON_TITLE_LOGOUT"   = "Log out";
"BUTTO_TITLE_LIGHT_OFF" = "Light On";
"BUTTO_TITLE_LIGHT_ON"  = "Light Off";

"BTN_TITLE_SELECTBYMONTH" = "Month";
"BTN_TITLE_SELECTBYDAY"   = "Date";
"BTN_TITLE_REFLUSH"       = "Refresh";
"BTN_TITLE_END_TIME"      = "End Date";
"BTN_TITLE_BEGAIN_TIME"   = "Start Date";

"BTN_TITLE_CONFIRM_PAY" = "Confirm to pay";
"BTN_TITLE_BACK_MERCHANT" = "Back";



"BUTTON_TOLIGIN"      = "Login";
"BUTTON_TITLE_UPDATE" = "Update Now";


//0124 add
"BUTTON_TITLE_GO_THERE"        = "Get Direction";
"BUTTON_TITLE_TO_SETTING"      = "Go to Setting";
"BUTTON_TITLE_NO_ALLOW"        = "No";
"tag_recharge"                 = "Retry";
"RECHARGEABLE_TITLE_GoldEntry" = "Voucher";
"BroadbandTV"                  = "网络和电视";
"BUTTON_TITLE_SURE"            = "Confirm";


//0310 add
"BTN_TITLE_SMS_LOGIN"   = "SMS Login>";
"BTN_TITLE_FORGET_PWD"  = "Forget?";
"BTN_TITLE_TO_REGISTER" = "No account? Sign Up";
"BTN_TITLE_PWD_LOGIN"   = "Password Login>";
"skip"  = "Skip";




"view_dot_map" = "Vi-Point Map";


"map_tab_store"   = "Merchant";
"map_tab_upgrade" = "Account Upgrade";
"map_tab_all"     = "All";

//0320 add
"btn_title_map"  = "Map";
"discount_title" = "Offer";
"go_cash_toin"   = "Cash-In";

"broadband_tv" = "Internet & TV";

"send_psw_sms" = "Send Password by SMS";

"btn_coupon_ticket" = "Coupon";
"btn_member_card" = "Member Card";
"btn_to_my_coupons" = "Go to My Coupon";
"btn_more_coupons" = "See more coupon";
"title_continue" = "Continue";
"title_copy" = "Copy";

"homepaper_coupon" = "Coupon";
"button_title_clear" = "Clear";

"expire_later" = "ផុតកំណត់";
"expire_later_end" = "វិនាទី";
"paymentCode_limit_to" = "Single TXN limit:";
"pn_or" = "/";
"make_payment_to_merchant" = "Make payment to merchant";
"Security" = "security";
"Close_one_step_payment" = "Close one-step payment";
"Open_one_step_payment" = "Open one-step payment";
"Suspend_PaymentCode" = "Suspend";
"Open_Payment_Code_Sure" = "After open one-step payment, you do not need to input payment password to open payment QR. Are you sure to open one-step payment?";
"Close_Paymen_Code_Sure" = "After close one-step payment, you need to input payment password to open payment QR. Are you sure to close one-step payment?";
"enable_tips" = "No need to input payment password when open payment QR";
"Select_Yes" = "Yes";
"Select_NO" = "No";
"sure_open_one_set_payment" = "Are you sure to open one-step payment：";
"after_show_code" = "After opening, show payment QR to merchant to pay";
"need_open_again" = "QR Payment makes payment more convenient. Once payment QR is suspended, it needs to be re-opened next time";
"pay_for_me" = "Scan QR code to pay";
"set_amount" = "Set amount";
"clear_amount" = "Clear amount";
"save_qr_code" = "Save KHQR";
"scan_with_wownow_to_pay" = "Scan with WOWNOW APP to pay";
"save_qr_code_success" = "Save KHQR successfully";
"receive_account" = "Receiving account";
"receive_amount" = "Receiving amount";
"please_select" = "Please select";
"please_input_amout" = "Please input amount";
"Close_successfully" = "Close successfully";
"Open_successfully" = "Open successfully";
"paymentCode_limit" = "Payment QR-amount limit per TXN";
"Confirm_Open" = "Confirm to open";

"Input_user_info" = "Input user information";
"User_Photo" = "User photo";
"Sample" = "Sample";
"Upload_Photo" = "Upload photo";
"nbc_upload_photo_tips" = "According to NBC requirement, please upload your photo for authentication. CoolCash promises to ensure your information security.";
"Photo_format" = "Photo format: PNG/JPEG/GIF";
"Photo_size" = "Photo size: maximum 5M";
"Real-name_upgrade" = "Real-name authentication to upgrade account with higher limit";
"Provide_photo_upgrade" = "Provide photo with legal document held in hand to upgrade account with higher transaction limit";
"Go_to_upgrade" = "Go to upgrade";
"Upgrade_again" = "Upgrade again";
"Under_upgrade" = "Under approval";
"Upgrade_fail" = "Rejected";
"Upgrade_succeed" = "Approved";
"Open_Account" = "Open CoolCash Account";
"Upgrade_account" = "Upgrade account";
"Confirm_information" = "Confirm info";
"Upload_information" = "Upload legal doc";
"Submit_approval" = "Submit";
"Legal_type" = "Legal document type";
"Legal_number" = "Document NO.";
"Legal_expiration_date" = "Expiration date";
"pn_input" = "Input";
"Nation/Region" = "Nation/Region";
"get_more" = "To obtain more functions and higher account limit, real-name information needs to be completely consistent with the information in legal document";
"upload_legal_photo" = "Please upload document photo";
"upload_front_photo" = "Click to upload front side of photo";
"upload_back_photo" = "Click to upload back side of photo";
"Photo_legal_in_hand" = "Photo with legal document";
"please_upload" = "Please upload";
"tips_nbc_photo" = "According to NBC requirements, please provide your real and valid legal document. This information will only be used for identity verification. CoolCash promises to ensure your information security.";
"nbc_upload_photo_in_hand_tips" = "Please take photo with local document held in hand. Ensure document in hand is consistent with the one uploaded, and your head and document are clearly visible in the photo.";
"photo_only_security" = "This photo will only be used for identity verification. CoolCash promises to ensure your information security.";
"Uploaded" = "Uploaded";
"Upgrade_Platinum_account" = "Upgrade Platinum account";
"Upgrade_Gold_account" = "Upgrade Gold account";
"Upgrade_status" = "Upgrade status";
"Optional_tips" = "Optional";
"Select_date" = "Select date";
"Permanently_valid" = "Permanently valid";
"Upgrade_Gold_ing" = "Gold account is under approval";
"Upgrade_Gold_fail" = "Review of Gold account is rejected";
"Upgrade_Gold_succeed" = "Review of Gold account is approved";
"Upgrade_Platinum_ing" = "Platinum account is under approval";
"Upgrade_Platinum_fail" = "Review of Platinum account is rejected";
"Upgrade_Platinum_succeed" = "Review of Platinum account is approved";
"Reason_failure" = "Reason of failure";
"Tips_only_vaild" = "Only allow number or letter";
"open_error_tips" = "According to NBC requirement, pls use +855 phone number to open wallet";
"upload_visa_pic" = "Foreigner please upload visa pic";
"Fee_free" = "Promotion";
"Upload_from_gallery" = "Upload from gallery";
"Take_photo" = "Take photo";

"freeze_balance" = "Block balance";
"confirm_update" = "Confirm to change";
"visa_expiration_date" = "Visa expiration date";
"front_photo" = "Legal document front side";
"back_photo" = "Legal document back side";
"upload_passport_pic" = "Upload passport first page";
"refunded_success" = "Refunded";

"utilities" = "Utilities";
"Utilities_payment" = "Utilities payment";
"utilities_details" = "Utilities details";
"water" = "Water";
"electricity" = "Electricity";
"waste" = "Waste";
"recent_bill" = "Recent bill";
"water_bill" = "Water bill";
"pay_to" = "Pay to";
"payer_info" = "Payer Info";
"select_currency" = "Currency";
"biller_info" = "Biller Info";
"biller_code" = "Biller code";
"customer_info" = "Customer info";
"customer_id" = "Customer id";
"customer_code" = "Customer code";
"customer_name" = "Customer name";
"balances_info" = "Bill amount info";
"bill_amount" = "Bill amount";
"fee" = "Fee";
"promotion" = "Promotion";
"fee_type" = "Fee type";
"total_amount" = "Total amount";
"notes" = "Remark";
"please_enter_notes" = "Please input remark";
"payment_successful" = "Payment successful";
"your water bill No has been paid successfully." = "Your water bill No. %@ has been paid successfully.";
"Invoice_No" = "Invoice No.";
"detail_fee" = "Fee";
"detail_total_amount" = "Total amount";
"bill_payment" = "Bill payment";
"bill_code" = "Biller code";
"customer_phone" = "Customer phone number";
"modify" = "Modify";
"Modify_amount" = "Modify amount";
"bill_to_bo_paid" = "To be paid";
"bill_Paying" = "Paying";
"bill_Paying_confirm" = "Paying";
"bill_pay_fail" = "Failed";
"bill_Paid" = "Paid";
"Status" = "Status";
"close" = "Close";
"closed" = "Closed";
"sure_close_order" = "Are you sure to close this order？";
"input_correct_amount" = "Please input correct amount";
"addjust" = "Manual adjust";
"blocked" = "Deduct blocked amount";
"agent_address" = "Agent address";
"agent_services" = "Service range";
"search_neary_agent" = "Enter address to search agents nearby";
"coolcash_agent_outlet" = "Agent nearby";
"agent_name" = "Agent name";
"Deducted" = "Deducted";
"kyc_Rejected" = "Rejected";
"Google_Maps" = "Google Maps";
"Apple_Maps" = "Apple Maps";
"Navigate" = "Navigate";
"not_find_nav" = "Can not find available navigation tool";
"Deduct_amount" = "Deduct amount";
"Deduct_account" = "Deduct account";
"Serial_number" = "Serial number";
"Deduct_time" = "Deduct time";
"Deduct_reason" = "Deduct reason";
"Adjust_amount" = "Adjust amount";
"Adjust_account" = "Adjust account";
"Adjust_time" = "Adjust time";
"Adjust_reason" = "Adjust reason";
"Account_authentication" = "Account authentication";
"Blocked_amount" = "Blocked amount";

"save_tips_level" = "This function is only available to customers who have submitted to upgrade account level, please upgrade your account level.";
"not_show_more" = "Not show any more";
"disclaimer" =  "T&C for KHQR";
"wallet_storage_limit" = "Wallet storage limit";
"down_recevie_qr_code" = "Download KHQR";
"down_recevie_qr_code_success" = "Download succeed";


"supplier_no_search_result" = "Can not find \"%@\"";
"search_for_biller" = "Search for biller";
"bill_type" = "Bill type";
"total_Amount_exchange_USD" = "Total amount（exchange into USD）";
"charge_type" = "Charge type";
"charge_from_customer" = "D-Charge from customer";
"charge_from_biller" = "C-Charge from partner";
"charge_from_customer_and_biller_" = "P-Charge from customer and biller by";
"please_enter" = "Please input";
"pay_currency" = "Currency";
"student_id" = "Student ID";
"policy_number" = "Policy number";

"pn_transfer_phone_number2" = "Transfer Using Phone Number";
"pn_transfer_phone_number" = "Transfer Using Phone Number";
"trans_to_phone_tips" = "Note: Receiver can cash out at any CoolCash agent nearby with SC code after transfer succeed.";
"trans_to_phone_tips2" = "Note: receiver can cash out at any CoolCash agent nearby with SC code after transfer succeed.";
"pn_all" = "All";
"select_date_type" = "Select date";
"select_date_type_tips" = "Start and end date span cannot exceed 1 month";
"select_start_date" = "Start date";
"select_end_date" = "End date";
"trans_type" = "Txn type";
"trans_currency" = "Currency";
"reset" = "Reset";
"go_now" = "Go";
"pn_withdraw_code" = "SC code";
"receive_phone" = "Receiver phone number";
"no_withdraw" = "Not cash out";
"withdraw" = "Cashed out";
"faild_time" = "Expire time";
"invalid_time" = "Expired";
"withdraw_code_expired" = "SC code expired";
"pn_copy_success" = "Copy successfully";
"trans_again" = "Re-transfer";
"transfer_amount" = "Transfer amount";
"confirm_next" = "Next";
"pn_trans_list_no_more" = "Please click [More] on the top right hand corner to check more transaction";

"pn_merchant_service" = "Merchant service";
"pn_merchant_service_simple" = "Merchant";
"pn_merchant_service_introduction" = "Merchant service introduction";
"ms_introduction_t1" = "Coolcash will provide convenient merchant services, including merchant KHQR, daily receiving records, receiving voice message, refund, cash in from merchant wallet to user wallet and other services.";
"ms_open_procedure" = "Open procedure";
"ms_open_1" = "1. Submit application to open merchant service.";
"ms_open_2" = "2. Coolcash approve merchant information.";
"ms_open_3" = "3. Complete service opening.";
"ms_want_open" = "I want to open";
"ms_want_correlation" = "I am merchant and want to bind account";
"ms_open_merchant" = "Open merchant service";
"ms_submit_apply" = "Submit to apply";
"ms_approval_merchant_info" = "Merchant info approval";
"ms_open_success" = "Openning succeed";
"ms_merchant_type" = "Merchant type";
"ms_select_merchant_type" = "Please select merchant type";
"ms_person_merchant" = "Individual merchant";
"ms_business_merchant" = "Business merchant";
"ms_merchant_shop_name" = "Merhcant shop name";
"ms_business_type" = "Business type";
"ms_merchant_address" = "Merchant address";
"ms_recruited_by" = "Recruited by";
"ms_not_required" = "Optional";
"ms_input_recuited" = "Please input recruiter (optional)";
"ms_have_read_and_agree" = "I have read and agree";
"ms_merchant_info" = "Merchant info";
"ms_merchant_number" = "Business license registration No.";
"ms_input_merchant_number" = "Please input business license registration No.";
"ms_business_license" = "Business license";
"ms_merchant_person_info" = "Merchant legal person info";
"ms_merchant_person_name" = "Legal person name";
"ms_input_person_name" = "Please input Legal person name";
"ms_merchant_id" = "Mechant ID";
"ms_input_merchant_id" = "Please input mechant ID";
"ms_merchant_name" = "Merchant name";
"ms_bind_phone_number" = "Blinded phone number";
"ms_verify_merchant_info" = "Verify merchant info";
"ms_bind_success_tips" = "Binding succeed";
"ms_image_support_formats" = "Support JPG, JPEG, PNG and BMP formats, size can not exceed 5MB";
"pre_upgrade_KYC_tips" = "Your account has not finish KYC authentication，please upgrade account level first";
"ms_bind_merchant_services" = "Bind merchant service";
"ms_enter_mserchant_services" = "Enter merchant service";
"ms_bind_success" = "Bind to merchant ID successfully";
"ms_bind_success_congratulations" = "Congratulations! Your merchant ID is bound to account successfully.";
"ms_apply_again" = "Re-submit";
"ms_get_sms_code" = "Get code";
"ms_verification_code" = "Verification code";
"ms_input_sms_code" = "Please enter verification code";
"ms_collection" = "Merchant receiving";
"ms_case_in" = "Cash in";
"ms_shop_photo" = "Shop photo";
"ms_longitude_latitude" = "Longitude & latitude";
"ms_only_support_tips" = "Only support to withdraw to CoolCash wallet";
"ms_case_in_account" = "Cash in account";
"ms_receiver" = "Receiver";
"ms_pay_balance" = "Payment account";
"ms_case_in_amount" = "Cash in amount";
"ms_today_collection" = "Today receiving";
"pn_ms_trade_first_tips" = "Please set 6 digits transaction password for merchant wallet. This password only will be used for merchant wallet transaction";
"pn_ms_trade_confirm_tips" = "Please re-confirm merchant wallet transaction password";
"pn_ms_set_trade_pwd" = "Set transaction password";
"pn_ms_set_trade_pwd_confirm" = "Confirm password";
"pn_ms_use_adddress" = "Use this address";
"pn_ms_search_address" = "Input address to search";
"pn_ms_approval_ing" = "Approval in progress";
"pn_ms_rejected" = "Rejected";
"pn_pay_to_merchant" = "Pay to merchant";
"pn_ms_available_balance" = "Available balance";
"pn_ms_money_count" = "No. of txn: %@";
"pn_ms_input_transaction_pwd" = "Input transaction password";

"unSuGzr5" = "International Transfers";
"EAZqpwVv" = "Transaction history";
"2812hSh8" = "Transaction limit";
"lYXV87bl" = "Relation";
"Wqhob2CB" = "Receiver's account  info";
"EflnCwt2" = "Phone number";
"mKw25x8s" = "Receiver's Info";
"UNzSjgTY" = "First name";
"OwjdGw1x" = "Middie name";
"v06KEcfu" = "Full name";
"Suw8Q4KU" = "Nationality";
"MAOLJbCr" = "Province";
"WFLBHUE4" = "City";
"LQPsLBJh" = "Address";
"nRb6CYfa" = "Other relation";
"SMSpgXLZ" = "China";
"2VdVAFAY" = "Edit receiver info";
"epWpMMBj" = "Add receiver's info";
"5nm3J7mD" = "Save";
"BTzO3MA1" = "Customer name/phone";
"fdYrGIFb" = "Transfer managment";
"2EPMI0Ro" = "International transfer receiver";
"jipl0KUj" = "Receiver country of birth";
"yjCLRkV6" = "To Country";
"MRizy1WE" = "Partner";
"O7btTqFy" = "Exchange rate";
"Th0QKAI6" = "Single amount";
"wu0BFgDi" = "Account balance insufficient";
"ZmgMEII0" = "Transaction amount over limit";
"JWRpnuek" = "Amount to be received";
"BiUtrIb3" = "Note：This amount is estimated amount, actual amount shall be subject to amount received";
"uVVJeonR" = "Receiver's account  info";
"lPbT4NY1" = "Receiver country";
"ylaEdUhR" = "Current address";
"qVCl1o8O" = "Date";
"C3InKk2b" = "Transfer reason";
"73IrNw1L" = "Source of fund";
"XiS0f25N" = "Customer Due Diligence(CDD)";
"cB3e7LW6" = "Fee";
"d1q6xTQ3" = "Promotion";
"30T5DG3Q" = "Other purpose";
"O8X45dkA" = "Other source of fund";
"1wdZB3DT" = "Transfer fee rate";
"Pl6Nbxfy" = "Terms and conditions of CoolCash";
"sAj4Joke" = " Open";
"kwCIcL1x" = "Amount";
"hbQmFhd0" = "Exchange rate";
"HYsS50Ji" = "SLA";
"5O6zhbTH" = "Recent";
"tvy0oIAQ" = "Record";
"28Y45s6W" = "Txn No.";
"5xdNPvU0" = "Txn status";
"y97jp8l0" = "Error msg";
"dtXJWLUv" = "Transfer details";
"RHUBAPgC" = "Receiver details";
"BQv4jaKx" = "Initiated";
"vFID0sZ0" = "Payment done";
"j9vrnGxS" = "Request submitted，pending confirmation";
"grghSLEm" = "Transfer is being confirmed";
"jS7pwDTg" = "Transfer in progress";
"twTKE3PI" = "To be received";
"db6iZMXT" = "Transfer succeeds";
"X3xjBXbU" = "Transfer failed";
"SAjZlyRo" = "Receive failed";
"1qxi9sok" = "Transfer has been reversed";

"pn_delete_reciver_title" = "Delete receiver info";
"pn_delete_reciver_message" = "Are you sure to delete this receiver？";

"pn_charge" = "Charge";
"pn_inter_transfer_limit" = "Transfer Limit";
"pn_bind_alipay_phone" = "Alipay account linked phone number";
"pn_bind_alipay_idType" = "Alipay account linked ID type";
"pn_bind_alipay_idNo" = "Alipay account linked ID number";
"pn_bind_alipay_firstName" = "First name of Alipay account";
"pn_bind_alipay_lastName" = "Last name of Alipay account";
"pn_limit_for_payer" = "Transfer Limit for Payer";
"pn_limit_for_receiver" = "Transfer Limit for Receiver";
"pn_limit_type" = "Type";
"pn_limit_amount" = "Amount";
"pn_limit_time" = "Times（No.）";
"pn_txn_month" = "Txn Per Month";
"pn_txn_day" = "Txn Per Day";
"pn_txn_year" = "Txn Per Year";
"pn_fee_charge" = "Fee charge";
"pn_single" = "Per txn";
"pn_no_limit" = "No limit";
"pn_click_to_transfer" = "Click to transfer";
"pn_abnormal" = "Abnormal";
"pn_check_detail" = "Check detail";

"pn_select_province" = "Please select province";

"pn_visa_page" = "Valid Visa page";

"pn_ms_Merchant_KHQR" = "Merchant KHQR";
"pn_contact_us" = "Contact us";
"pn_copy_email_success" = "Succeed to copy email address";
"pn_care_center" = "Care center";
"pn_merchant_payment_service_agreement" = "Merchant Payment Service Agreement";
"pn_refund_amount" = "Refund amount";
"pn_receiver_account" = "Receiver account";
"pn_ms_change_password" = "Change transaction password";
"pn_ms_password_tips" = "Do you remember the current transaction password?";
"pn_not_remember" = "Not remember";
"pn_remember" = "Yes";
"pn_ms_current_pwd_tips" = "Please input current transaction password";
"pn_ms_new_pwd_tips" = "Please input new transaction password";
"pn_ms_confirm_new_pwd_tips" = "Please confirm transaction password again";
"pn_ms_update_pwd_success" = "Change transaction password successfully, please remember!";
"pn_ms_error_tips" = "Transaction password can not be repeated or consecutive numbers";
"pn_continue" = "Continue";
"pn_risk_tips" = "[%@]has not completed KYC. Do you want to continue?";

"pn_International_transfer_record" = "International transfer records";
"pn_phone" = "Tel";
"pn_email" = "Email";
"pn_confirm" = "Confirm";

"pn_terms" = "Terms and conditions";
"pn_wallet_transactions" = "Wallet transactions";
"pn_use_default_photo" = "Use default photo";
"pn_contact_care_center_reset_password" = "Please contact Care Center to reset payment password";
"pn_received_sms_code" = "I have received verification code";
"input_sms_code" = "Please input verification code";
"sms_code_valid_time" = "Valid time of verification code: %@ minutes";

"pn_Care_center" = "Care Center";
"pn_IR_introduction" = "IR introduction";
"pn_IR_Q&A" = "IR Q&A";
"pn_alipay_tips1" = "Please ensure receiver has set Alipay receiving bank account.";
"pn_alipay_tips2" = "If receiver has not set, Alipay will call and send SMS to contact receiver to register.
\nReceiver must complete setting within 72 hours. Otherwise transfer will fail and fund will be returned back to sender side";
"pn_check" = "Check";
"pn_transfer_to_alipay_tips" = "Transfer to：Alipay linked China bank";
"pn_check_alipay_name" = "Check receiver name on Alipay";
"pn_check_alipay_name_some" = "Receiver name must be the same as Alipay receiver name";
"pn_copy_check_link" = "Copy to check link";

"pn_up_letters" = "(Enter capital letter)";
"pn_inter_qualifications" = "International Transfer Qualification";
"pn_alipay_setting_tips" = "Please confirm receiver info has been set on Alipay";
"pn_alipay_setting_tips_2" = "Confirm to read and set receiver on Alipay";
"pn_inter_big_tisp" = "1. This service is a formal and legitimate cross-border transfer approved by the People's Bank of China and the National Bank of Cambodia. For relevant qualifications, please click:>>International Transfer Qualification\n2. To use this service, please set receiving bank card on Alipay \"闪速收款\":\nI am the receiver:>>Jump to receiving bank card on Alipay \"闪速收款\"\nI am not the receiver:>>Copy link of receiving bank card on Alipay \"闪速收款\"\n3. Please ensure receiver information is correctly filled in\n4. Please ensure receiver name is the same as receiver name on Alipay \"闪速收款\"\nI am the receiver:>>Jump to Alipay \"闪速收款\"\nI am not the receiver:>>Copy link of Alipay \"闪速收款\"";
"pn_inter_hig_qualifications" = ">>International Transfer Qualification";
"pn_inter_hig_click_receiver_bank_card" = ">>Jump to receiving bank card on Alipay \"闪速收款\"";
"pn_inter_hig_copy_receiver_bank_card" = ">>Copy link of receiving bank card on Alipay \"闪速收款\"";
"pn_inter_hig_click_home" = ">>Jump to Alipay \"闪速收款\"";
"pn_inter_hig_copy_home" = ">>Copy link of Alipay \"闪速收款\"";

"pn_to_be_activated" = "To be activated";
"pn_verify_information" = "Verify information";
"pn_activate_wallet" = "Activate wallet";
"pn_after_activation_wallet" = "After activation，wallet function will be available";
"pn_activate" = "Activate";
"pn_activation_procedure" = "Activation procedure";
"pn_activation_procedure_1" = "Input user information";
"pn_activation_procedure_2" = "Verify information";
"pn_activation_procedure_3" = "Set payment password";
"pn_activation_procedure_4" = "Confirm payment password to complete activation";

"pn_invite_code" = "Invitation code";
"pn_input_invite_code" = "Please input invitation code";
"pn_invite_code_tips" = "This is your first international transfer in WOWNOW App. Please input invitation code shared from your friend to get bonus";
"pn_your_friend_invite_code" = "Invitation code shared:";
"pn_continue_transfer" = "Go to transfer";

"pn_Passport_front_page" = "Passport front page";
"pn_Expired_upload_again" = "*Expired, please upload again";
"pn_Expired_select_again" = "*Expired, please select again";
"pn_To_upgrade_to_Platinum_account_tips" = "*To upgrade to Platinum account and use International transfer function, photo with legal document held in hand is required";
"pn_upload_passport_front_page" = "Please upload passport front page";
"pn_upload_valid_Visa_page_" = "Please upload valid Visa page";
"pn_select_Legal_document_type" = "Please select [Legal document type]";

"pn_go_to_transfer" = "Go Transfer";
"pn_transfer_to" = "transfer to";
"pn_transfer_to_wechat" = "Transfer to Wechat";
"pn_transfer_to_alipay" = "Transfer to Alipay";
"pn_txn_channel" = "Txn channel";
"pn_full_name" = "Full name";
"pn_fullname_capital" = "Last name+First name in capital";
"pn_wechat_payee" = "Wechat receiver";
"pn_alipay_payee" = "Alipay receiver";
"pn_click_wechat_tiny" = "Click \"微汇款\" of Wechat";
"pn_wechat_bind_phone_tips" = "Please input phone number of Wechat linked bank";
"pn_wechat_bind_cardType_tips" = "Input legal doc type of Wechat receiving account";
"pn_wechat_bind_cardNum_tips" = "Input legal doc number of Wechat receiving account";
"pn_wechat_setting_tips" = "Please confirm to create receiving profile in \"微汇款\" mini program";
"pn_wechat_tips1" = "Tips";
"pn_wechat_tips2" = "Please ensure receiver has created receiving profile on Wechat \"微汇款\" mini program. If receiver has not created, transfer will be declined";
"pn_wechat_setting_tips_2" = "Confirm to read and set receiver on Wechat";
"pn_check_wechat_name_some" = "Receiver name should match the receiver name on \"微汇款\" mini program";
"pn_wechat_big_tips" = "1. This service is a formal and legitimate cross-border transfer approved by the People's Bank of China and the National Bank of Cambodia. For relevant qualifications, please click:>>International Transfer Qualification\n2. To use this service, please set receiving bank card to on Wechat:>>Click \"微汇款\" of Wechat\n3. Please ensure receiver information is correctly filled in";
"pn_input_wechat_full_name" = "Please input full name of Wechat receiving profile";

"pn_store_manager" = "Store management";
"pn_operator_management" = "Operator management";
"pn_Upload_voucher" = "Upload voucher";
"pn_Withdraw_to_Bank" = "Withdraw to Bank";
"pn_Withdraw_to_personal_wallet" = "Withdraw to personal wallet";
"pn_Wallet_withdrawal_permission" = "Wallet withdrawal permission";
"pn_Open_to_withdraw_from_wallet" = "Open to withdraw from wallet";
"pn_Receiving_data_permission" = "Receiving data permission";
"pn_Open_to_check_merchant" = "Open to check merchant and store receiving data with daily receiving and transaction record permission";
"pn_Store_management_permission" = "Store management permission";
"pn_Open_for_store_management" = "Open to have all permissions for store management";
"pn_Merchant_KHQR_permission" = "Merchant KHQR permission";
"pn_Open_merchant_KHQR_permission" = "Open to have merchant KHQR permission";
"pn_Wallet_balance_permission" = "Wallet balance permission";
"pn_Open_to_check_wallet_balance" = "Open to check wallet balance";
"pn_coolcash_wallet" = "CoolCash wallet account";
"pn_add_picture" = "Add pic";
"pn_sms_send" = "SMS sent";
"pn_unbind_succeeds" = "Unbind succeeds";
"pn_add_operator" = "Add operator";
"pn_edit_operator" = "Edit operator";
"pn_add" = "Add";
"pn_reset_operator_pwd" = "Are you sure to reset transaction password for account \"%@\" ?";
"pn_reset_unbind_operator" = "Are you sure to unbind operator [%@]?";
"pn_reset_unbind_store_operator" = "Are you sure to unbind staff [%@]?";
"pn_Reset_transaction_password" = "Reset transaction password";
"pn_Unbind" = "Unbind";
"pn_stroe_info" = "Store info";
"pn_store_detail" = "Store detail";
"pn_edit" = "Edit";
"pn_add_store" = "Add store";
"pn_edit_store_operator" = "Edit staff";
"pn_add_store_operator" = "Add staff";
"pn_upload_image_store" = "Upload store pic";
"pn_Store_receiving_KHQR" = "Store receiving KHQR";
"pn_Merchant_KHQR" = "Merchant KHQR";
"pn_Staff_receiving_QR" = "Staff receiving QR";
"pn_upload_store_tips" = "Please upload store pic below 5 MB in PNG/JPEG/GIF format (max to upload 30 pics)";
"pn_Store_pic" = "Store pic";
"pn_store_status" = "Store status";
"pn_Active" = "Active";
"pn_Suspended" = "Suspended";
"pn_store_name" = "Store name";
"pn_store_address" = "Store address";
"pn_store_phone" = "Store phone";
"pn_Store_NO" = "Store NO.";
"pn_Operation_time" = "Operation time";
"pn_Number_of_staff" = "Number of staff";
"pn_num_people" = "";
"pn_Open_to_check_store_receiving_data" = "Open to check store receiving data";
"pn_Staff_role" = "Staff role";
"pn_store_manager_2" = "Manager";
"pn_store_Staff" = "Staff";
"pn_upload_success" = "Upload succeed";
"pn_check_detail" = "Check detail";
"pn_voucher_records" = "Voucher record";
"pn_more" = "Filter";
"pn_voucher_detail" = "Voucher detail";
"pn_Store" = "Store";
"pn_Withdraw" = "Withdraw";
"pn_Operator" = "Operator";
"pn_Voucher" = "Voucher";
"pn_confirm_upload" = "Confirm";
"pn_upload_datetime" = "Upload time";
"pn_upload_voucher_2" = "Upload voucher";
"pn_Receiver_name" = "Receiver name";
"pn_Add_bank_card" = "Add bank card";
"pn_Withdrawal_account" = "Withdrawal account";
"pn_can_not_withdraw_alert" = "Can not exceed withdrawable amount";
"pn_witdhdraw_account" = "Withdrawal account number";
"pn_withdarw_amount" = "Amount";
"pn_can_withdarw_amount" = "Withdrawable amount:";
"pn_withdraw_all" = "Withdraw all";
"pn_Receiving_bank" = "Receiving bank";
"pn_Receiver_bank_account" = "Receiver bank account";
"pn_withdraw_datetime" = "Withdrawal time";
"pn_all_store" = "All store(s)";
"pn_trans_Record_count" = "Total txn";
"pn_trans_count" = "";
"pn_Income" = "Income";
"pn_Expenditures" = "Expenditures";
"pn_admin_send_sms_code_tips" = "Please contact merchant manager %@ to reset transaction password. After reset, SMS will be sent. ";
"pn_Staff_management" = "Staff management";
"pn_send_sms_code_tips_2" = "Verification code SMS has been sent to phone number end with %@. Please check SMS and input code for identity verification";
"pn_Store_data_query_permission" = "Store data query permission";
"pn_upload_voucher_tips" = "Please upload voucher pic below 5 MB in PNG/JPEG/GIF format (max to upload 5 pics)";
"pn_full_name_2" = "Full name";
"pn_Confirm_to_withdraw" = "Confirm to withdraw";

"pn_input_packet_password" = "Please input Lucky number";
"pn_not_open_will_be_refunded" = "Red packets not opened within 24 hours will be refunded";
"pn_will_send" = "Send red packet to";
"pn_selected_need_send" = "Selected";
"pn_send_red_packet" = "Send red packet";
"pn_tips_balance_insufficient" = "Balance insufficient, please change red packet total amount";
"pn_me" = "Me";
"pn_recent_send" = "Recent sending";
"pn_packet_total_amount" = "Total amount";
"pn_Identical_amount" = "Change to identical amount";
"pn_Random_amount" = "Change to random amount";
"pn_i_received" = "I have received";
"pn_i_send" = "I have sent";
"pn_packet_rule" = "Red packet rule";
"pn_recent_red_packet" = "Recent red packet";
"pn_Not_open" = "Not open";
"pn_open" = "Opened";
"pn_Partial_opened" = "Partial opened";
"pn_Opened" = "Opened";
"pn_Partial_refunded" = "Partial refunded";
"pn_refunded" = "Refunded";
"pn_Expired" = "Expired";
"pn_None_left" = "None left";
"pn_cover_default" = "Cover (default)";
"pn_wish_default" = "Wish you good heath, wealth & joy!";
"pn_lucky_packet" = "Lucky packet";
"pn_Normal_packet" = "Normal red packet";
"pn_packet_type" = "Red packet type";
"pn_packet_transer_to_wallet" = "Red packet transferred to Wallet >";
"pn_packet_Customized_number" = "Customize my own Lucky number";
"pn_packet_system_number" = "Use recommended Lucky number";
"pn_packet_number_tips" = "For fund security, please do not use too simple Lucky number\n8 capital letters or numbers； cannot include character";
"pn_select_year" = "Please select Year";
"pn_from" = "From";
"pn_packet_history" = "Record";
"pn_packet_message_record" = "Red Packet msg";
"pn_packet_lucky_number" = "Lucky number";
"pn_packet_quantity" = "Quantity";
"pn_enter_packet_number" = "Enter number";
"pn_send_to" = "Send to";
"pn_friends_wownow" = "WOWNOW friends";
"pn_friends_Telegram" = "Telegram friends";
"pn_prepre_red_packet" = "Prepare red packet";
"pn_red_packet_title" = "Red packet";
"pn_Wishes_title" = "Wishes";
"pn_ge" = "";
"pn_packet_detail" = "Red packet details";
"pn_i_want_send_red_packet" = "Send red packet (Random)";
"pn_Each_package_of_amount_is_divided_randomly" = "Each package of amount is divided randomly";
"pn_packet_balance_of_KHR_wallet_insufficient" = "If balance of KHR wallet insufficient, you can pay with USD wallet    \n";
"pn_Look_at_your_luck" = "Check packet details";
"pn_not_open_wallet" = "Has noy open wallet account";
"pn_send_count_packet" = "Total sent %@ red packets";
"pn_reciver_count_packet" = "Total received %@ red packets";
"pn_packet_message_title" = "Recent red packet";
"pn_packet_share_content" = "I have sent %zd red packets! First come, first served! Download WOWNOW App to check receiving record";
"pn_input_packet_number" = "Input lucky number to receive";
"pn_copy_packet_number" = "Copy";
"pn_packet_detail_count_open" = "Opened %zd/%zd, ៛ %@/%@";
"pn_packet_detail_count_refund" = "Opened %zd/%zd, ៛ %@/%@. All refunded";
"pn_packet_detail_count_part_refund" = "Opened %zd/%zd, ៛ %@/%@. Partial refunded";
"pn_packet_detail_count_Finished" = "Opened %zd red packet(s) (៛ %@ in total)";
"pn_current_packet_rate" = "Exchange rate: $1=៛";
"pn_packet_single_amount" = "Single amount";
"pn_can_exchang_usd_to_khr" = "KHR wallet balance insufficient. Request· to exchange $%@ from USD wallet to KHR wallet. Exchange rate: $1=៛%@";
"pn_red_packet_no" = "Red packet No.:";
"pn_check_red_packet_record" = "Check red packet record";
"pn_number_red_packet" = "%zd red packet(s)";
"pn_merchant_id_2" = "Merchant ID";
"pn_ms_store_staff" = "Store staff";
"pn_upgrade_your_account_to_receive_packet" = "Please upgrade your account to receive packet!";
"pn_red_packet_has_been_send" = "Red packet has been sent";
"pn_exceeds_maximum_your_account" = "Red packet amount exceeds maximum stored limit of your account!";
"pn_red_packet_expired" = "Expired";
"pn_red_packet_Run_out" = "Run out";
"pn_Red_packets_have_been_opened" = "Red packets have been opened";
"pn_capital_letters_or_number" = "8 capital letters or numbers； cannot include character";

"pn_Rent_bill" = "Rent bill";
"pn_Record" = "Record";
"pn_bill" = "Bill";
"pn_bill_detail" = "Bill detail";
"pn_bill_no" = "Bill No.";
"pn_bill_status" = "Payment status";
"pn_bill_items" = "Bill items";
"pn_room_no" = "Room No.";
"pn_bill_amount" = "Bill amount";
"pn_bill_remark" = "Remark";
"pn_Payment_complete_time" = "Payment complete time";
"pn_voucher_remark" = "Remark";
"pn_select_2" = "Select";
"pn_rent_bill_no" = "Rent bill transaction";
"pn_complete_time" = "Complete time";
"pn_Payment_voucher" = "Payment voucher";
"pn_comfirm_to_pay" = "Confirm to pay";
"pn_select_bill_no" = "Please select bill to pay";
"pn_Refused_by_customer" = "Refused by customer";
"pn_Voucher_uploaded" = "Voucher uploaded";
"pn_billed_and_uploaded" = "Already paid, upload voucher";
"pn_record_2" = "Record";
"pn_Bill_info_incorrect" = "Refuse";
"pn_pay_now" = "Pay now";
"pn_To_be_paid" = "To be paid";
"pn_Reason_to_refuse" = "Reason to refuse";
"pn_reject_success" = "Succeed to refuse";
"pn_Succeed_to_upload_voucher" = "Succeed to upload voucher";
"pn_reject_remark" = "Refuse remark";
"pn_close_remark" = "Remark to close";
"pn_search_input_mobile" = "Input phone number";

///娱乐缴费
"pn_user_id" = "User ID";
"pn_zone_id" = "Zone ID";
"pn_input_user_id" = "Please input user ID";
"pn_input_zone_id" = "Please input zone ID";
"pn_payer_account" = "Payer account";
"pn_game_submit_tips" = "This product is provided by game company. WOWNOW only support to provide top up service";
"pn_entertainment" = "Entertainment";
"pn_balance_not_enough_tips" = "Your USD wallet balance is insufficient. Do you want to exchange KHR to USD wallet？";
"pn_select_payment" = "Select payment method";
"pn_wallet_balance" = "Wallet balance";
"pn_pincode" = "Pincode";
"pn_items" = "Items";
"pn_ref_number" = "Ref number";
"pn_pincode_info" = "Pincode info";
"pn_account_info" = "Account info";
"pn_customer_name" = "Customer name";
"pn_zone" = "Zone";
"pn_selected_product" = "Select product";
"pn_get_items" = "Get items";

"5UIKm8yX" = "Group";
"aEvpZcFf" = "Initiate transaction ";
"GufDlQOK" = "No upload";
"EdX024QJ" = "Buyer ";
"X8wkuMw2" = "Seller ";
"pPgU3rVk" = "account（+8550）";
"iU6StRW0" = "Attachment";
"8zF0Ua7I" = "Initiate and share";
"8zF0Ua7I2" = "Initiate";
"Bq9M3FIV" = "Secured Transactions Agreement";
"L6ddPIex" = "I read and agree ";
"rZ4MZvCF" = "Upload Attachment";
"oVwpPGHd" = "I am seller";
"fgQEHc8b" = "I am buyer ";
"cUPRpTWC" = "Note:";
"X0waVGy0" = "1.Click [I am seller] to receive fund: initiate transaction and share link to buyer for payment\n2. Click [I am buyer] to make payment: initiate transaction and make payment to seller";
"YFIDGqVH" = "Please upload voucher pic below 5 MB in PNG/JPEG/GIF format (max to upload 10 pics)";
"Vd1QTGmu" = "Transaction item";
"5Xom1HTl" = "Are you sure to accept this transaction？";
"TIjulPsM" = "Are you sure to cancel this transaction？";
"c8rxkqps" = "After complete, platform will credit transaction fund to buyer account and seller account can not apply for refund. Are you confirm to complete this transaction？";
"pJsMjwJQ" = "Are you sure to cancel refund？";
"KVdIDTdI" = "Are you sure to cancel open dispute？";
"qGAYU3Rq" = "Are you sure to refund？";
"misbAFoq" = "Are you sure to refuse this transaction？";
"bT6z62lC" = "Are you sure to apply for refund？";
"RjMXLmyp" = "Are you sure to refuse refund？";
"Ve4FnhgG" = "Are you sure to open dispute？";
"Mw5WkG3Q" = "Please input reason，required";
"ulP6Dlwt" = "Please input reason";
"gBjyExDd" = "Refund reason";
"CACs1qJ5" = "Buyer account";
"IhnSFBbR" = "Buyer name";
"XtRppmEO" = "Seller account";
"9kTb2wdH" = "Seller name";
"IVm6l92o" = "Fee";
"lM0ikRQ8" = "Completion time";
"ytEuVxQM" = "Note: after buyer pays successfully, transaction fund will be stored on platform temporarily. %zd days later, if buyer does not confirm to complete transaction, system will automatically complete the transaction, settle fund to seller and buyer can no longer apply for refund!";
"hbTBKfhM" = "You have one secured transaction, please have a check";
"pQAaSPwA" = "Amount";
"gFCHMFQU" = "Secured transaction";
"QeZR98d0" = "To be confirmed";
"WyIjQGbH" = "To be paid";
"ePHz7Mzn" = "To be completed";
"6qOkNbwk" = "Completed";
"INow7LMn" = "Cancelled";
"dqe12rcV" = "Buyer apply for refund";
"XmiY47Lw" = "Seller refuse to refund";
"ncB3SsuB" = "Buyer opened dispute";
"Gg7akkBp" = "Opened dispute";
"kkJWMbb2" = "Refused";
"pn_Reason" = "Reason";
"trFCVqZg" = "Refuse reason";
"UO1OiBbu" = "Dispute reason";
"5DA0qJYw" = "Seller account and buyer account can not be the same";

"RNHELxfb" = "Merchant ID：%@\nMerchant name：%@";
"oXLMrSO8" = "Are you sure to unbind this merchant from account?";
"FV17a1Mf" = "Unbind merchant";
"7XCSMD52" = "Active";
"9lYJWzkk" = "To be activated";
"MkxZ6a35" = "To be activated";
"POStv3XK" = "Refunded";

"INCW7fTD" = "Wallet history";
"WMg7NK01" = "Start and end date span cannot exceed one year";
"r0Lf2CCc" = "Wallet history detail";
"vHTu9ZGs" = "Transaction type";
"3WYdfNiq" = "Accounting serial No.";
"Ffyc9JwU" = "Amount exchange-sell";
"kbgEMmB0" = "Amount exchange-buy";
"wiU2b9Uf" = "Account balance";
"LoVFJY6s" = "User wallet";
"TuYqOnTv" = "User wallet balance";
"Log1CQtZ" = "Payment result";
"Epqp59t7" = "Exchange rate";
"8JOkLAyq" = "Receiver name";
"OhU54vkx" = "USD account balance";
"xpelIs48" = "KHR account balance";
"Ubs28BGa" = "Payment info";
"Ieqh3s7V" = "USD account";
"u2mfN9xc" = "KHR account";
"dRTBg4UD" = "Transaction info";
"dNrknSgO" = "Account info";
"AP6bl5V6" = "Account number";
"gF1rn9Qc" = "Receiver account info";
"AkFAEFeW" = "Cash in";
"mMoic5PX" = "Exchange";
"fjECY0JS" = "Settlement";
"3YEl63zX" = "Entry adjustment";
"SFLSCZk7" = "Auto adjustment ";
"mttjUMbV" = "Promotion";

"MVMB35xp" = "%@ loan service";
"uIq2D3g0" = "%@ and CoolCash provide a loan product in order to use loan service in WOWNOW";
"jpFBAZa6" = "Please register WOWNOW and open CoolCash wallet";
"vFmKjzYC" = "Upgrade CoolCash wallet account to Platinum level";
"C95wB9gi" = " I agree WOWNOW to share my data to %@";
"sfFb8ECv" = "Personal Data Protection Policy";
"DbCXkKGq" = "Go to %@ loan service";
"wbxdUAaR" = "Loan";
"VUL8JNLi" = "Please upgrade account to Platinum level";


"setPinCode" = "Set Pin code";
"modifyPinCode" = "Change Pin code";
